[
    {
        "Abstract": "Virtual and robotic agents capable of perceiving human empathy have the potential to participate in engaging and meaningful human-machine interactions that support human well-being. Prior research in computational empathy has focused on designing empathic agents that use verbal and nonverbal behaviors to simulate empathy and attempt to elicit empathic responses from humans. The challenge of developing agents with the ability to automatically perceive elicited empathy in humans remains largely unexplored. Our paper presents the first approach to modeling user empathy elicited during interactions with a robotic agent. We collected a new dataset from the novel interaction context of participants listening to a robot storyteller (46 participants, 6.9 hours of video). After each storytelling interaction, participants answered a questionnaire that assessed their level of elicited empathy during the interaction with the robot. We conducted experiments with 8 classical machine learning models and 2 deep learning models (long short-term memory networks and temporal convolutional networks) to detect empathy by leveraging patterns in participants' visual behaviors while they were listening to the robot storyteller. Our highest-performing approach, based on XGBoost, achieved an accuracy of 69% and AUC of 72% when detecting empathy in videos. We contribute insights regarding modeling approaches and visual features for automated empathy detection. Our research informs and motivates future development of empathy perception models that can be leveraged by virtual and robotic agents during human-machine interactions."
    },
    {
        "Abstract": "Despite the excellent performance of black box approaches to modeling sentiment and emotion, lexica (sets of informative words and associated weights) that characterize different emotions are indispensable to the NLP community because they allow for interpretable and robust predictions. Emotion analysis of text is increasing in popularity in NLP; however, manually creating lexica for psychological constructs such as empathy has proven difficult. This paper automatically creates empathy word ratings from document-level ratings. The underlying problem of learning word ratings from higher-level supervision has to date only been addressed in an ad hoc fashion and has not used deep learning methods. We systematically compare a number of approaches to learning word ratings from higher-level supervision against a Mixed-Level Feed Forward Network (MLFFN), which we find performs best, and use the MLFFN to create the first-ever empathy lexicon. We then use Signed Spectral Clustering to gain insights into the resulting words. The empathy and distress lexica are publicly available at: http://www.wwbp.org/lexica.html."
    },
    {
        "Abstract": "While VR is often described as an empathy-inducing medium, it is difficult to link specific features of a VR experience to empathy outcomes. This is due in large part to the challenges of measuring empathy constructs, and the difficulty of capturing the subjective emotional experience of a player in VR. In response, the authors propose a lightweight, inexpensive framework that researchers can use to easily establish a VR testing environment and begin gathering data on the subjective empathic response of users in VR. The authors also propose future research needed to expand, modify, and validate the proposed user-testing protocol."
    },
    {
        "Abstract": "Previous research often reports that password-based security is frustrating, irritating or annoying, and as a result it often leads to weak password choices. We investigated the impact of empathy as a countermeasure to the anger-related states. We designed an online study with N = 194 participants. The experimental group received an empathic message while the control group did not. Participants presented with the empathic message created significantly stronger passwords than those who did not receive the message. Our finding differs from previous research because it shows participants creating stronger passwords with an empathic response to anger arousal. This antidote to frustrated states with regards to password choice provides an initial step towards more supportive and emotionally intelligent security designs."
    },
    {
        "Abstract": "Empathy is a key component of interpersonal interactions that is often neglected by modern communication technologies. This paper presents the theoretical basis, prototype, and preliminary user testing for an application of affective computing in mediating live human-to-human interactions. The proposed system uses facial expression recognition to identify the emotional state of a user's conversation partner. It algorithmically generates emotional music to match the expressive state of the partner and plays the music to the user in a non-disruptive manner. Preliminary user studies indicate that the prototype system can generate music that users reliably associate with the emotions of anger, happiness, fear, and sadness and that the presence of emotional music augments the emotional response generated by visual cues."
    },
    {
        "Abstract": "Past work has demonstrated that simulating an extraordinary user scenario could have an impact on increasing designer empathy and creativity. It is likely, however, that an individual's background could make a dfference on how such simulated scenarios influence designers and how well the design method works. In this paper, we study the impact of demography and personal connection of the participants to any given simulated scenario versus their response to different empathic simulation workshops. With a variety of design tools and techniques available, understanding such influencing factors could help designers decide on the appropriate design tool for effective ideation. In this study, we investigated the effect of 81 (49 female and 32 male) users from three different workshops that simulated three different extraordinary user scenarios. Results of the study show that personal connection to a population being simulated significantly affects the impact a simulated scenario has on evoking creativity and empathy. And, for the given set of participants, gender did not show significant impact on the participants' response."
    },
    {
        "Abstract": "Empathy has great potential in human-robot interaction. However, the challenging nature of assessing the user's emotional state points to the importance of also understanding the effects of empathic behaviours incongruent with users' affective experience. A 3x2 between-subject video-based survey experiment (N=133) was conducted with empathic robot behaviour (empathically accurate, neutral, inaccurate) and valence of the situation (positive, negative) as dimensions. Trust decreased when empathic responses were incongruent with the affective state of the user. However, in the negative valence condition, reported perceived empathic abilities were greater when the robot responded as if the situation were positive."
    },
    {
        "Abstract": "Empathy remains a widely discussed topic within medical education research. Studies on empathy changes among medical students are not univocal: empathy may decline, remain stable or increase. A largely unexplored research question regards inter-individual variability in empathy change, namely if different longitudinal trajectories of empathy exist. Evidence on the association of empathy trajectories with personality and motives for studying medicine is also scarce. Here, latent growth modeling examined empathy (measured with the Jefferson Scale of Empathy) among 201 medical students (M-age = 20.74, 57% females) across three assessments: at entry year (Year 1) and during the first two clinical years (Years 4 and 5). Associations between empathy trajectories, personality in Year 1 and motives for studying medicine in Years 4 and 5 were tested. We identified two empathy trajectory groups: lower and decreasing (n = 59; 29%) and higher and stable (n = 142; 71%). Regression analyses indicated that higher openness in Year 1 was associated with an increased probability of higher and stable group membership (controlling for motives in Year 1). The effect of openness disappeared controlling for motives in Years 4 and 5 while caring for patients (in Years 4 and 5) and altruism (in Year 4) were positively associated with an increased probability of higher and stable group membership. In sum, we observed that empathy remains stable in most medical students and declines in fewer; openness and patients-oriented motives for studying medicine are associated with higher and stable empathy. Encouraging medical students' patients-oriented motives from preclinical throughout clinical years may prevent empathy decline."
    },
    {
        "Abstract": "Empathy is a learnable skill that requires experiential learning and practice of empathic ability for it to improve and mature. In the context of human-system interaction (HSI) this can mean that a system should be permitted to have an initial knowledge of empathy provision that is inaccurate or incomplete, but with this knowledge evolving and progressing over time through learning from experience. This problem has yet to be defined and dealt in HSI. This paper is an attempt to state an empathy learning problem for an ambient intelligent system to self-improve its empathic responses based on user affective states."
    },
    {
        "Abstract": "When we ask a chatbot for advice about a personal problem, should it simply provide informational support and refrain from offering emotional support? Or, should it show sympathy and empathize with our situation? Although expression of caring and understanding is valued in supportive human communications, do we want the same from a chatbot, or do we simply reject it due to its artificiality and uncanniness? To answer this question, we conducted two experiments with a chatbot providing online medical information advice about a sensitive personal issue. In Study 1, participants (N=158) simply read a dialogue between a chatbot and a human user. In Study 2, participants (N=88) interacted with a real chatbot. We tested the effect of three types of empathic expressionsympathy, cognitive empathy, and affective empathyon individuals' perceptions of the service and the chatbot. Data reveal that expression of sympathy and empathy is favored over unemotional provision of advice, in support of the Computers are Social Actors (CASA) paradigm. This is particularly true for users who are initially skeptical about machines possessing social cognitive capabilities. Theoretical, methodological, and practical implications are discussed."
    },
    {
        "Abstract": "Rationale Social functioning is modulated by the endogenous opioid system. In opioid use disorder, social functioning appears disrupted, but little research has delineated the nature of these deficits and their relationship to acute opioid use. Objectives The current study aimed to assess both emotional and cognitive empathy, along with subjective and physiological responses to social exclusion in opioid users who were either acutely intoxicated or non-intoxicated from using opioids. Methods Individuals on an opioid substitution medication (OSM) were divided into 'intoxicated users' (had taken their OSM the same day as testing, n = 20) and 'non-intoxicated users' (had taken their OSM > 12 h ago, n = 20) and compared with opioid-naive controls (n = 24). Empathy was assessed using the multifaceted empathy test and self-report questionnaire. Participants also underwent a period of social exclusion (Cyberball Game) and completed measures of mood and physiological responses (salivary cortisol and heart rate). Results Non-intoxicated users had significantly lower emotional empathy (the ability to experience others' emotions), as well as greater anger after social exclusion when compared with the intoxicated users and controls. Anger did not change with social exclusion in the intoxicated user group and cortisol levels were lower overall. Conclusions Reduced ability to spontaneously share the emotions of others was reported in non-intoxicated users, particularly regarding positive emotions. There was some support for the idea of hyperalgesia to social pain, but this was restricted to an enhanced anger response in non-intoxicated users. Equivalent rates of empathy between the intoxicated users and controls could indicate some remediating effects of acute opioids."
    },
    {
        "Abstract": "According to the General Aggression Model, situational factors (such as the game characters) and personal factors both affect a gamer's acquisition of aggressive behavior. Previous studies have found not only that the surface features of game characters, such as appearance and clothing, but also that their inherent characteristics, such as morality and identity, can influence a gamer's attitude and behavior. Research has also shown that empathy, as a personal factor, can protect gamers from the impact of media violence. However, past research has focused primarily on single factors affecting the player rather than more comprehensive investigations. This study investigates the influence of the game character's moral features and levels of empathy on the gamer's aggression. The participants were 120 Chinese university students (61 females and 59 males) with ages ranging from 17 to 27 years. Participants first completed a series of questionnaires: a user experience questionnaire, a video game questionnaire, the Buss-Perry Aggression Questionnaire, and a modified version of the Interpersonal Reactivity Index. All participants then had 5 min of practice playing a violent video game. They were then divided into three groups: a high empathy group, a low empathy group, and a no empathy group. After the practice, participants in the high and low empathy groups read empathy materials relating to the game characters; participants in the no empathy group began formal gameplay. All participants played the game for 20 min. Finally, participants were required to complete the Scale of Hostility Status questionnaire, the Implicit Aggression Test, and the Competitive Reaction Time Test. The results show that empathy and the morality of game characters both influence aggression, but empathy affected aggression differently in the participants playing justified roles (i.e., killing others for a moral reason in the game) compared to those playing unjustified roles (i.e., killing others for immoral reasons in the game). In the high empathy condition, the implicit aggression of justified players was significantly higher than those playing unjustified roles. However, high empathy does not always play a protective role, and its effect is restricted by the features of the game characters."
    },
    {
        "Abstract": "EmotoTent is an interactive socio-emotional learning system developed in response to escalating levels of violence, inequality and marginalization in schools seen in the early 21st Century. The system is inspired by advances in biosensing wearables, tattoo displays, brain sensors, robotic agents, artificial intelligence (Al), gestural interaction and 3D holographic displays. By 2030, technological advances will enable us to prototype and investigate questions related to experiential and embodied emotional learning; emotion-based human-computer interaction, affective biosensing, empathetic Al agents, and 3D interactive holographic environments. We envision EmotoTent as a modular, emotion sensing Holodeck. In the EmotoTent program children learn and practice emotion regulation and empathy with peers, pets and a robotic dog agent in ways that are experiential, embodied and playful. We propose EmotoTent as a core element of a K-6 socio-emotional learning curriculum designed to improve school culture through the enhancement of children's ability to regulate emotions and interact with human and non-human species with empathy and compassion. Enhancing these qualities has been shown to lead to reductions in violence and bullying, racism, gender inequality and other forms of marginalization. We predict that the EmotoTent socio-emotional learning program will improve school cultures and create a foundation for children's lifelong well-being."
    },
    {
        "Abstract": "For more than a century, empathy has been a central topic in the study of human emotion. It plays a crucial role in our everyday social life, having implications for the survival of the species. In the case of agents that inhabit virtual worlds and interact socially among each other and with humans, empathy has also been considered to be an important mechanism to promote engaging and believable interactions. However, creating empathic agents, until recently, has been accomplished mostly through the implementation of specific empathic behaviors or by using domain-dependent empirical models. In this article, we propose a generic computational model of empathy that is grounded on recent psychological theories about empathy. The proposed model treats empathy as a process in which the intensity of the empathic response is modulated by a set of factors that involve the relationship between the agents of the empathic interaction, namely, the similarity and affective link, as well as some characteristics of the empathizer agent, such as mood and personality. This model was implemented into an affective agent architecture, which was then used in an evaluation that had 77 participants. The results indicate that our empathy model, when used to simulate a social scenario with a small group of agents, significantly changed the way that the users perceived and described the interactions between those agents."
    },
    {
        "Abstract": "Children with mild intellectual disability (MID) and borderline intellectual functioning (BIF) have problems with adequate social behavior. Children with MID or BIF seem no different from typically developing children as preschoolers. However, from school age, children with MID or BIF begin to have problems with their social skills, requiring special education. In the special education, emotion recognition and empathy responses are important. Serious games using interactive design exist to help children with disabilities learn social skills, but little has been done for children with MID or BIF. To support emotion recognition and empathy behavior in children with MID or BIF, we developed a story-based serious game called MODU. We conducted a user study of a pair of siblings, one with MID and one with BIF, to explore the educational effects of MODU. Based on our findings, we investigated MODU's educational possibilities."
    },
    {
        "Abstract": "Linguistic mimicry, the adoption of another's language patterns, is a subconscious behavior with pro-social benefits. However, some professions advocate its conscious use in empathic communication. This involves mutual mimicry; effective communicators mimic their interlocutors, who also mimic them back. Since mimicry has often been studied in face-to-face contexts, we ask whether individuals with empathic dispositions have unique communication styles and/or elicit mimicry in mediated communication on Facebook. Participants completed Davis's Interpersonal Reactivity Index and provided access to Facebook activity. We confirm that dispositional empathy is correlated to the use of particular stylistic features. In addition, we identify four empathy profiles and find correlations to writing style. When a linguistic feature is used, this often triggers use by friends. However, the presence of particular features, rather than participant disposition, best predicts mimicry. This suggests that machine-human communications could be enhanced based on recently used features, without extensive user profiling."
    },
    {
        "Abstract": "Background: Conversational agents cannot yet express empathy in nuanced ways that account for the unique circumstances of the user. Agents that possess this faculty could be used to enhance digital mental health interventions. Objective: We sought to design a conversational agent that could express empathic support in ways that might approach, or even match, human capabilities. Another aim was to assess how users might appraise such a system. Methods: Our system used a corpus-based approach to simulate expressed empathy. Responses from an existing pool of online peer support data were repurposed by the agent and presented to the user. Information retrieval techniques and word embeddings were used to select historical responses that best matched a user's concerns. We collected ratings from 37,169 users to evaluate the system. Additionally, we conducted a controlled experiment (N=1284) to test whether the alleged source of a response (human or machine) might change user perceptions. Results: The majority of responses created by the agent (2986/3770, 79.20%) were deemed acceptable by users. However, users significantly preferred the efforts of their peers (P<.001). This effect was maintained in a controlled study (P=.02), even when the only difference in responses was whether they were framed as coming from a human or a machine. Conclusions: Our system illustrates a novel way for machines to construct nuanced and personalized empathic utterances. However, the design had significant limitations and further research is needed to make this approach viable. Our controlled study suggests that even in ideal conditions, nonhuman agents may struggle to express empathy as well as humans. The ethical implications of empathic agents, as well as their potential iatrogenic effects, are also discussed."
    },
    {
        "Abstract": "This paper makes a case for the value of using metaphors when attempting to describe and understand extreme mental states. Examples of metaphors are given from practice, literature, myth and the visual arts and, in particular, a close reading of Sylvia Plath's The Bell Jar (1986). Commentary on and criticism of The Bell Jar are cited that highlight the value of this work as an aid to insight into how those in mental distress might feel. The nature and importance of accurate empathy is discussed, as is the difficulty of getting the balance right in empathic responses. Case studies linking theory and practice are cited. The hopes, ambivalence and displacement of the person seeking help are discussed, as are different ways of attempting to provide help. The paper concludes by emphasising the multifaceted presentations of self by both caring professional and service user and the importance of recognising the subtleties of these in the context of the would-be therapeutic relationship."
    },
    {
        "Abstract": "Life-like humanoid robots are on the rise, aiming at communicative purposes that resemble humanlike conversation. In human social interaction, the facial expression serves important communicative functions. We examined whether a robot's face is similarly important in human-robot communication. Based on emotion research and neuropsychological insights on the parallel processing of emotions, we argue that greater plasticity in the robot's face elicits higher affective responsivity, more closely resembling human-to-human responsiveness than a more static face. We conducted a between-subjects experiment of 3 (facial plasticity: human vs. facially flexible robot vs. facially static robot) x 2 (treatment: affectionate vs. maltreated). Participants (N = 265; M-age = 31.5) were measured for their emotional responsiveness, empathy, and attribution of feelings to the robot. Results showed empathically and emotionally less intensive responsivity toward the robots than toward the human but followed similar patterns. Significantly different intensities of feelings and attributions (e.g., pain upon maltreatment) followed facial articulacy. Theoretical implications for underlying processes in human-robot communication are discussed. We theorize that precedence of emotion and affect over cognitive reflection, which are processed in parallel, triggers the experience of 'because I feel, I believe it's real,' despite being aware of communicating with a robot. By evoking emotional responsiveness, the cognitive awareness of 'it is just a robot' fades into the background and appears not relevant anymore."
    },
    {
        "Abstract": "While the use of virtual characters in medical education is becoming more and more commonplace, an understanding of the role they can play in empathetic communication skills training is still lacking. This paper presents a study aimed at building this understanding by determining if students can respond to a virtual patient's statement of concern with an empathetic response. A user study was conducted at the University of Florida College of Medicine in which early stage medical students interacted with virtual patients in one session and real humans trained to portray real patients (i.e., standardized patients) in a separate session about a week apart. During the interactions, the virtual and 'real' patients presented the students with empathetic opportunities which were later rated by outside observers. The results of pairwise comparisons indicate that empathetic responses made to virtual patients were rated as significantly more empathetic than responses made to standardized patients. Even though virtual patients may be perceived as artificial, the educational benefit of employing them for training medical students' empathetic communications skills is that virtual patients offer a low pressure interaction which allows students to reflect on their responses. (C) 2015 Elsevier Ltd. All rights reserved."
    },
    {
        "Abstract": "This study used both quantitative and qualitative data to assess whether a High Immersion viewing platform (virtual reality headset) elicits stronger feelings of narrative engagement and empathy compared to a Low Immersion platform (smartphone) when viewing an animated 360 degrees video. In line with prior research, participants (N = 65) reported greater feelings of presence in the High Immersion condition compared to Low Immersion. However, immersive condition was not significantly related to narrative engagement or empathy. Interview responses revealed that participants' perceptions of their role in the film experience (i.e., Character, Observer, or Other/Not Sure) varied and were significantly related to narrative engagement. Participants who saw themselves as a Character (versus Observer) reported higher narrative engagement and empathy Findings suggest that although a more immersive viewing platform can enhance presence during a 360 degrees video experience, a clear understanding of viewer role is both difficult to achieve and critical to story comprehension and empathy."
    },
    {
        "Abstract": "This study proposes an approach to transformer-based empathetic response generation using dialogue situation and advanced-level definition of empathy. First, SBERT is adopted to extract the dialog situation vector from the user's historical sentences. A BERT-based emotion detector, a topic detector and an information estimator are constructed for empathy-related feature extraction. The change of the emotional valance and the textual information gain, obtained from the emotion detector and the information estimator, are used for adversarial training of the transformer-based empathetic response generator. The loss function of the transformer is defined to measure how good the expected response in terms of fluency and empathy. The EmpatheticDialogues corpus was adopted for system training and evaluation on empathetic response generation. According to the experimental results, the BLEU score was increased to 7.821 after considering the dialogue situation feature and empathy definition, outperforming the comparison models. In terms of human subjective evaluation, three evaluation results of empathy, relevance and fluency for the proposed system are better than that for the baseline model."
    },
    {
        "Abstract": "The goal of this research is to investigate the effects of empathy and adaptive behaviour in long-term interaction between social robots and users. To address this issue, we propose an action selection mechanism that will allow a social robot to chose adaptive empathic responses, in the attempt to keep users engaged over several interactions."
    },
    {
        "Abstract": "This poster paper describes a hybrid (i.e., film and CG) method for capturing and implementing facial expressions for/in VR. A video camera was used to capture an actor's performance. The actor's eyes and mouth were isolated, and footage was processed as movie textures to overlay a static 3D model of a head. Micro expressions (subtle, rapid movements of muscles in and around the eyes and mouth in particular) are thus captured in a fine-grained, yet low- cost and low-tech alternative to established techniques. A future experiment will compare the emotive efficacy of the hybrid virtual agent with that of a conventional (fully CG) rigged avatar head in a 6DoF scenario that transitions from sympathetic (gauging empathy by self-report) to confrontational (gauging physiological arousal by heart-rate or GSR). The experiment's prospective design is discussed, as well as its significance for the study of the crucial intersection of social plausibility and perceptual realism in VR."
    },
    {
        "Abstract": "An important aspect of human conversation difficult for machines is conversing with empathy, which is to understand the user's emotion and respond appropriately. Recent neural conversation models that attempted to generate empathetic responses either focused on conditioning the output to a given emotion, or incorporating the current user emotional state. However, these approaches do not factor in how the user would feel towards the generated response. Hence, in this paper, we propose Sentiment Look-ahead, which is a novel perspective for empathy that models the future user emotional state. In short, Sentiment Look-ahead is a reward function under a reinforcement learning framework that provides a higher reward to the generative model when the generated utterance improves the user's sentiment. We implement and evaluate three different possible implementations of sentiment look-ahead and empirically show that our proposed approach can generate significantly more empathetic, relevant, and fluent responses than other competitive baselines such as multitask learning."
    },
    {
        "Abstract": "Understanding how and in what circumstances users respond to different verbal expressions of empathy will be important for designing Intelligent Virtual Agents able to influence the emotions and intrinsic motivations of users. We report a study to teach healthy study habits and tips involving 239 undergraduate students, 161 of which interacted with a character designed to express empathy through dialogue. We elicited participants' personality and psychological state (depression, anxiety and stress levels) and attitudes to study. In this paper we present a detailed analysis of participants' responses to specific empathic dialogue snippets designed to include one or more empathic cues to determine whether they found it helpful, stupid or empathic. We provide an example of how we have used data mining on our dataset to suggest which cues are most appropriate to which user types to enhance user models and improve agent decision-making regarding the expression of empathy."
    },
    {
        "Abstract": "Advancements in driver state detection and artificial intelligence allow for more and more user-centred and individual experiences. Intelligence and adaptivity in the vehicle context address the three main goals: Increasing safety, usability and empathy in vehicle systems. Adaptivity of systems can be evaluated by considering the technical system features, user-interface-related features and the actual user experience of the adaptive system. We provide an overview of classifications for adaptive systems including the Levels of Adaptive Sensitive Responses (LASR). The levels differentiate the input that a system considers in its operations to adapt to user groups or to the individual user. Along with that, we propose User Experience (UX) design guidelines applicable to the different levels. In an online survey, we varied LASR and one of the UX design guidelines, namely transparency. The within-subjects study showed that both, the levels and the variation of transparency, influenced the perception of intelligence, transparency and intuitive design. However, a significant proportion of users did not understand the difference between the two LASR versions, indicating that users build mental models of systems that imply more personal data usage than the system actually employs. The LASR framework allowed this differentiation to be revealed in system performance and user perception. More research is necessary to elaborate the correlation between levels of adaptivity, UX design, specific UX design guidelines and user experience measures."
    },
    {
        "Abstract": "Healthcare simulators are learning environments that offer many training opportunities. The integration of expressive virtual patients in these simulators encourages the exchanges and provokes emotional reactions in the learner, which promotes memorization and learning. Based on these elements, we assume that the facial expressiveness of a virtual agent is a factor to be considered in order to improve the user experience. We investigate the impact of the facial expressiveness of virtual humans on the empathy induction in the user of health simulators. We also investigate the impact of facial expressiveness on the user's sense of similarity and the affective bond with the agent. Our results show a high empathy score when users train with simulators. Depending on the context, we observe a significant difference in perspective-taking in favor of the users who interact with an expressive virtual agent to a virtual agent without facial expressiveness."
    },
    {
        "Abstract": "Over the last decade extensive research has been conducted in the area of conversational agents focusing in many different aspects of these agents. In this research, and aiming at building agents that maintain a social connection with users, empathy has been one of those areas, as it plays a leading role in the establishment of social relationships. In ads paper we present a relationship model of empathy that takes advantage of Social Penetration Theory's concepts for relationship building. This model has been implemented into an agent that attempts to establish a relationship with the user, expressing empathy both verbally and visually. The visual expression of empathy consists of facial expression and physical proximity representation. The user tests performed showed that while users were able to develop a simple relationship with the agents, they however developed stronger relationships with a version of the agent that is most visually expressive and takes advantage of the proximity element, confirming the significance of our model based on social penetration theory may have and, consequently, the importance of the visual representation of empathic responses."
    },
    {
        "Abstract": "Empathic conversations have increasingly been important for dialogue systems to improve the users' experience, and increase their engagement with the system, which is difficult for many existing monotonous systems. Existing empathic dialogue systems are designed for limited domain dialogues. They respond fixed phrases toward observed user emotions. In open domain conversations, however, generating empathic responses for a wide variety of topics is required. In this paper, we draw on psychological studies about empathy, and propose an empathic dialogue system in open domain conversations. The proposed system generates empathic utterances based on observed emotions in user utterances, thus is able to build empathy with users. Our experiments have proven that users were able to feel more empathy from the proposed system, especially when their emotions were explicitly expressed in their utterances."
    },
    {
        "Abstract": "In a team, the strong bonds that can form between teammates are often seen as critical for reaching peak performance. This perspective may need to be reconsidered, however, if some team members are autonomous robots since establishing bonds with fundamentally inanimate and expendable objects may prove counterproductive. Previous work has measured empathic responses towards robots as singular events at the conclusion of experimental sessions. As relationships extend over long periods of time, sustained empathic behavior towards robots would be of interest. In order to measure user actions that may vary over time and are affected by empathy towards a robot teammate, we created the TEAMMATE simulation system. Our findings suggest that inducing empathy through a back story narrative can significantly change participant decisions in actions that may have consequences for a robot companion over time. The results of our study can have strong implications for the overall performance of human machine teams."
    },
    {
        "Abstract": "As social network services become more pervasive, social media advertising emerges as an attractive vehicle for augmenting advertising effectiveness. To leverage this new means of marketing, one must understand what engages SNS users in a favorable online behavior (i.e., overtly indicating personal interest in, or support for, the exposed message by clicking the Like or Share button in Facebook), thereby resulting in an effective advertising campaign. This research conceptualizes SNS ad effectiveness as a concept encompassing emotional appeal, informativeness and creativity that all have a potential to contribute to a positive online behavior. It empirically investigates the antecedents of positive user behavior for a SNS ad based on the theory of reasoned action, the social influence theory, and a persuasion theory. It proposes and tests a conceptual model of the formation of online user's behavioral responses with regards to SNS advertising. The results of our empirical tests of the model reveal that informativeness and advertising creativity were key drivers of favorable behavioral responses to an SNS ad and that intention to engage in favorable user responses was positively associated with purchase intention. Based on these findings, the paper suggests further research directions and offers implications for harnessing the full potential of the new SNS advertising platform. (C) 2016 Elsevier Ltd. All rights reserved."
    },
    {
        "Abstract": "Is it helpful for a medical physical health chatbot to show empathy? How can a chatbot show empathy only based on short-term text conversations? We have investigated these questions by building two different medical assistant chatbots with the goal of providing a diagnosis for physical health problem to the user based on a short conversation. One chatbot was advice-only and asked only the necessary questions for the diagnosis without responding to the user's emotions. Another chatbot, capable of showing empathy, responded in a more supportive manner by analyzing the user's emotions and generating appropriate responses with a high empathic accuracy. Using the RoPE scale questionnaire for empathy perception in a human-robot interaction, our empathic chatbot was rated significantly better in showing empathy and was preferred by a majority of the preliminary study participants (N=12)."
    },
    {
        "Abstract": "With the popularity of AI-infused systems, conversational agents (CAs) are becoming essential in diverse areas, offering new functionality and convenience, but simultaneously, suffering misuse and verbal abuse. We examine whether conversational agents' response styles under varying abuse types influence those emotions found to mitigate peoples' aggressive behaviors, involving three verbal abuse types (Insult, Threat, Swearing) and three response styles (Avoidance, Empathy, Counterattacking). Ninety-eight participants were assigned to one of the abuse type conditions, interacted with the three spoken (voice-based) CAs in turn, and reported their feelings about guiltiness, anger, and shame after each session. The results show that the agent's response style has a significant effect on user emotions. Participants were less angry and more guilty with the empathy agent than the other two agents. Furthermore, we investigated the current status of commercial CAs' responses to verbal abuse. Our study findings have direct implications for the design of conversational agents."
    },
    {
        "Abstract": "Privacy-by-Design (PbD) suggests designing the fundamental architecture and features of computing systems with privacy in mind. Although widely adopted by regulatory frameworks, a growing number of critics have questioned whether PbD's focus on compliance with privacy regulation may prevent it from addressing users' specific privacy attitudes and expectations. Motivated to enhance user-centered privacy-by-design processes, we examine what are the consequences of the way privacy questions are framed to crowd users, and how personal characteristics of the crowd users impact their responses. We recruited a total of 665 participants, of which 456 were recruited via Amazon Mechanical Turk (AMT), and 209 were university students. We show that the framing of computing systems' features using data flows results in features' evaluations that are less critical, compared to using descriptions of personal experiences. We also found, based on the student sample, that students with professional engineering experience are less critical than those with no work experience when assessing the features' appropriateness. We discuss how our results can be used to enhance privacy-by-design processes and encourage user-centered privacy engineering."
    },
    {
        "Abstract": "The study investigates the flagging behavior as specific type of bystander intervention against uncivil user comments in comments sections on news sites. Two experimental studies examine the effects of intervention information, characteristics of response comments, and the type of victim attacked in a comment on flagging behavior, that is on reporting a comment to professional moderators. Our results indicate that intervention information is a promising strategy to motivate flagging. Flagging is based on responsibility attribution to professional moderators but not on self-responsibility perception. Type of victim and characteristics of other users' posted responses to preceding comments (public disagreement and politeness) shape deviance perceptions of the situation and influence flagging behavior."
    },
    {
        "Abstract": "Conversational agents (CAs) offer new functionality and convenience. While their sales have been soaring, they have also rapidly become victims of verbal abuse by their users. Without proper handling of abusive usage, abusers' actions can be reinforced and transferred to real life. This study investigates whether alternative response styles of empathy orientation and emotional expressivity of voice-activated virtual assistants influence users' moral emotions found to reduce verbal aggression as well as whether they affect user perceptions of the agent's capability. Ninety-eight participants were assigned to one of the three emotional expressivity conditions (no-facial expression, fixed-facial expression, varied-facial expression) and interacted with two alternative empathy orientation conditions (other-oriented, self-oriented) of agents. The experimental results show that, regardless of the emotional expressivity types, the agent's empathy orientation has a significant effect on the moral emotions and agent capability perceptions. Overall, an agent that employed other-oriented empathy style elicited most positive responses from the users. However, the preference was not across the board, as about one-third of the participants showed preference to the self-oriented CA. Users valued agents' verbal contents and vocal characteristics above their facial expressions. Based on the study findings, we draw several design guidelines and suggest avenues for future research."
    },
    {
        "Abstract": "User interaction with Embodied Conversational Agents (ECA) should involve a significant affective component to achieve realism in communication. This aspect has been studied through different frameworks describing the relationship between user and ECA, for instance alignment, rapport and empathy. We conducted an experiment to explore how an ECA's non-verbal expression can be controlled to respond to a single affective dimension generated by users as input. Our system is based on the mapping of a high-level affective dimension, approach/avoidance, onto a new ECA control mechanism in which Action Units (AU) are activated through a neural network. Since 'approach' has been associated to prefrontal cortex activation, we use a measure of prefrontal cortex left-asymmetry through fNIRS as a single input signal representing the user's attitude towards the ECA. We carried out the experiment with 10 subjects, who have been instructed to express a positive mental attitude towards the ECA. In return, the ECA facial expression would reflect the perceived attitude under a neurofeedback paradigm. Our results suggest that users are able to successfully interact with the ECA and perceive its response as consistent and realistic, both in terms of ECA responsiveness and in terms of relevance of facial expressions. From a system perspective, the empirical calibration of the network supports a progressive recruitment of various AUs, which provides a principled description of the ECA response and its intensity. Our findings suggest that complex ECA facial expressions can be successfully aligned with one high-level affective dimension. Furthermore, this use of a single dimension as input could support experiments in the fine-tuning of AU activation or their personalization to user preferred modalities."
    },
    {
        "Abstract": "We design a series of online performance feedback interventions that aim to motivate the production of user-generated content (UGC). Drawing on social value orientation (SVO) theory, we develop a novel set of alternative feedback message framings, aligned with cooperation (e.g., your content benefited others), individualism (e.g., your content was of high quality), and competition (e.g., your content was better than others). We hypothesize how gender (a proxy for SVO) moderates response to each framing, and we report on two randomized experiments, one in partnership with a mobile-app-based recipe crowdsourcing platform, and a follow-up experiment on Amazon Mechanical Turk involving an ideation task. We find evidence that cooperatively framed feedback is most effective for motivating female subjects, whereas competitively framed feedback is most effective at motivating male subjects. Our work contributes to the literatures on performance feedback and UGC production by introducing cooperative performance feedback as a theoretically motivated, novel intervention that speaks directly to user's altruistic intent in a variety of task settings. Our work also contributes to the message-framing literature in considering competition as a novel addition to the altruism-egoism dichotomy oft explored in public good settings."
    },
    {
        "Abstract": "Active use of voice assistant highlights the importance of interpersonal relationships with the conversational voice agent. When the agent evaluates a user's task performance, empathic feedback is needed to prevent the user's negative feelings. Voice reflects emotions through its nonverbal voice features that can either strengthen or lessen the feeling of empathy. Our study investigated the effect of nonverbal vocal cues in speech interaction on the user's perception toward the agent. 39 university students participated in the experiment, and MANOVA was tested to analyze their responses regarding intimacy, similarity, connectedness, enjoyment, and ease of use. The study result showed that using nonverbal vocal cues on empathic feedback contributes to establishing an interpersonal relationship with the agent, which gives implications to the fields of human-centered agent design."
    },
    {
        "Abstract": "The effects of bio-adaptation-based visual cues in conveying affective information was studied while conducting social meditation in a virtual reality (VR) environment. In a laboratory study, 22 dyads practiced a short duration, modified version of empathy-evoking compassion meditation. The immersive VR provided electroencephalography (EEG)-based real-time visual feedback, as changing color, on the user's brain activation; the breathing rate of the users was visualized as a movement cue. In addition, the synchronization of the feedback signals between the users was also visualized. Initial results suggest that the perceived affective interdependence, a component of social presence, was increased when both of the bio-adaptive visual feedbacks were presented to the users, compared to when there was no visual feedback. Also, the EEG-based visual feedback led to higher affective interdependence than the respiration based visual feedback. The findings suggest that affective contagion may occur by mediated adaptive cues that are based on physiological signals"
    },
    {
        "Abstract": "This paper discusses the concept of 'aesthetic intelligence' which acknowledges that we possess an innate, sometimes subconscious, ability to perceive a wide range of qualities in products that shape our responses to them. It argues that these qualities can be purposefully discussed and attempts to provide, for engineering designers, a way of structuring the complex field of aesthetic response. The author links sensorial qualities to cultural values and proposes a process of designing for the senses as a means to providing products with which customers can feel a greater degree of empathy."
    },
    {
        "Abstract": "This paper discusses the concept of 'aesthetic intelligence', which acknowledges that we possess an innate, sometimes subconscious, ability to perceive a wide range of qualities in products that shape our responses to them. It argues that these qualities can be purposefully discussed and attempts to provide, for engineering designers. a way of structuring the complex field of aesthetic response. The author links sensorial qualities to cultural values and proposes a process of designing for the senses as a means to providing products with which customers can feel a greater degree of empathy."
    },
    {
        "Abstract": "Background: A World Health Organization 2017 report stated that major depression affects almost 5% of the human population. Major depression is associated with impaired psychosocial functioning and reduced quality of life. Challenges such as shortage of mental health personnel, long waiting times, perceived stigma, and lower government spends pose barriers to the alleviation of mental health problems. Face-to-face psychotherapy alone provides only point-in-time support and cannot scale quickly enough to address this growing global public health challenge. Artificial intelligence (AI)-enabled, empathetic, and evidence-driven conversational mobile app technologies could play an active role in filling this gap by increasing adoption and enabling reach. Although such a technology can help manage these barriers, they should never replace time with a health care professional for more severe mental health problems. However, app technologies could act as a supplementary or intermediate support system. Mobile mental well-being apps need to uphold privacy and foster both short- and long-term positive outcomes. Objective: This study aimed to present a preliminary real-world data evaluation of the effectiveness and engagement levels of an AI-enabled, empathetic, text-based conversational mobile mental well-being app, Wysa, on users with self-reported symptoms of depression. Methods: In the study, a group of anonymous global users were observed who voluntarily installed the Wysa app, engaged in text-based messaging, and self-reported symptoms of depression using the Patient Health Questionnaire-9. On the basis of the extent of app usage on and between 2 consecutive screening time points, 2 distinct groups of users (high users and low users) emerged. The study used mixed-methods approach to evaluate the impact and engagement levels among these users. The quantitative analysis measured the app impact by comparing the average improvement in symptoms of depression between high and low users. The qualitative analysis measured the app engagement and experience by analyzing in-app user feedback and evaluated the performance of a machine learning classifier to detect user objections during conversations. Results: The average mood improvement (ie, difference in pre- and post-self-reported depression scores) between the groups (ie, high vs low users; n=108 and n=21, respectively) revealed that the high users group had significantly higher average improvement (mean 5.84 [SD 6.66]) compared with the low users group (mean 3.52 [SD 6.15]); Mann-Whitney P=.03 and with a moderate effect size of 0.63. Moreover, 67.7% of user-provided feedback responses found the app experience helpful and encouraging. Conclusions: The real-world data evaluation findings on the effectiveness and engagement levels of Wysa app on users with self-reported symptoms of depression show promise. However, further work is required to validate these initial findings in much larger samples and across longer periods."
    },
    {
        "Abstract": "Mental health problems are the leading cause of disability worldwide. Despite the prevalence and cost of mental illness, there are insufficient health services to meet this demand. Crisis hotlines have a number of advantages for addressing mental health challenges and reducing barriers to support. Mental health crisis services have recently expanded beyond telephone hotlines to include other communication modalities such as chat and text messaging services, largely in response to the increased use of mobile phones and text messaging for social communication. Despite the high uptake of crisis text line services (CTLs) and rising mental health problems worldwide, CTLs remain understudied. The current study aimed to address an urgent need to evaluate user experiences with textbased crisis services. This study explored user experiences of CTLs by accessing users' publicly available Twitter posts that describe personal use and experience with CTLs. Data were qualitatively analyzed using thematic analysis. Six main themes were identified from 776 tweets: (1) approval of CTLs, (2) helpful counselling, (3) invalidating or unhelpful counselling, (4) problems with how the service is delivered, (5) features of the service that facilitate accessibility, and (6) indication that the service suits multiple needs. Overall, results provide evidence for the value of text-based crisis support, as many users reported positive experiences of effective counselling that provided helpful coping skills, de-escalation, and reduction of harm. Results also identified areas for improvement, particularly ensuring more timely service delivery and effective communication of empathy. Text-based services may require targeted training to apply methods that effectively convey empathy in this medium. Moving forward, CTL services will require systematic attention in the clinical research literature to ensure their continued success and popularity among users."
    },
    {
        "Abstract": "Background Men with intellectual disability ( ID) and sexually abusive behaviour are a disempowered and marginalised group. Nevertheless, as service users, they can be consulted and involved in a variety of different ways, including ascertaining their views of the services they receive. Method A group of 16 men with ID and sexually abusive behaviour were interviewed to ascertain their views approximately 2 months after completing a 1- year group cognitive behavioural treatment ( CBT) for sexual offending. Two raters independently reviewed interview transcripts and participant responses were summarised. Results The most salient components of treatment recalled by participants were: sex education; legal and illegal behaviours and their consequences; and discussions about specific sexual assaults. Only 3 of the 16 participants stated that they had problems with sexual offending, and only 1 identified that he had learnt about victim empathy, although this is an important component of treatment. Having support, the knowledge that they had the same problems as other group members, and talking through problems, were appreciated as some of the `` best things'' about the group, while the `` worst things'' were generally person- specific. Participants had mixed views on talking about their own offences during group sessions and, overall, viewed the experience as difficult but helpful. Conclusions Valuable insights into the aspects of treatment that group members found useful were explored. Such insights are often not captured by studies that assess the efficacy of treatment models using treatment- specific measures only, and these are important in defining the quality of services provided."
    },
    {
        "Abstract": "Given the increasing use of virtual characters, research is challenged to gain sufficient knowledge on the effects they may have on human cognitions, emotions and behaviors. Thus, this study set out to examine social avoidance tendencies and prosocial behaviors towards human controlled (avatars) and computer controlled entities (agents). A total of N = 95 healthy young adults were randomly assigned to an avatar or agent condition. Participants were exposed to a virtual stranger asking to sit at the table (prosocial behavior) as well as a virtual waiter handing over the false drink (social avoidance). Empathy, interaction anxiety, social and physical presence as well as subjective stress levels were assessed to control for confounding influences. Empathy emerged as a significant predictor of prosocial behavior. Social avoidance, in turn, was not predicted by any of the included variables. Also, there was no effect of agency on social presence, physical presence, social interaction anxiety and stress. Yet, participants showed significantly more social avoidance and prosocial behavior towards avatars. These seemingly contradictory results may be explained by an extension of prior theories: While intuitive responses (e.g., stress) follow the Media Equation Concept (Nass & Moon, 2000), more complex processes (e.g., empathy) may modulate agency dependent responses. (C) 2017 Elsevier Ltd. All rights reserved."
    },
    {
        "Abstract": "Artificial intelligence (AI) service failures are inevitable in hospitality companies; thus, how AI service recovery retains customers is an issue that cannot be ignored. This article focuses on AI service recovery, abandoning the traditional intelligence quotient thinking and exploring the recovery effect of empathy response from the perspective of emotional intelligence. Using four experimental scenarios, the results indicate that, in service recovery, a high-empathy AI response can increase customers' continuous usage intention, and psychological distance and trust are sequential mediators in this process. Compared with mono-sensory stimulus interactions (text only), a high-empathy response that adopts multisensory stimulus interactions (text and voice) could strengthen the recovery effect of empathy responses. This paper extends the field of AI service research from a focus on time and phase to the continuing use of AI after service failure. It also moves beyond the traditional intelligence quotient improvement thinking and reveals the importance of using AI emotional intelligence to activate customer emotional response in AI service recovery. Finally, it provides a useful tool for resolving AI service failure problems autonomously in the service process, which is of great value to research and development and hospitality operators in the promotion and application of AI services."
    },
    {
        "Abstract": "Zara, or 'Zara the Supergirl', is a virtual robot that can show empathy while interacting with an user, and at the end of a 5-10 minute conversation, it can give a personality analysis based on the user responses. It can display and share emotions with the aid of its built in sentiment analysis, facial and emotion recognition, and speech module. Being the first of its kind, it has successfully integrated an empathetic system along with the human emotion recognition and sharing, into an augmented human robot interaction system. Zara was also displayed at the World Economic Forum held at Dalian in September 2015."
    },
    {
        "Abstract": "This paper presents a novel method for evaluating the impact of animated interface agents with affective and empathic behavior. While previous studies relied on questionnaires in order to assess the user's overall experience with the interface agent, we will analyze users' physiological response (skin conductance and electromyography), which allows us to estimate affect-related user experiences on a moment-by-moment basis without interfering with the primary interaction task. As an interaction scenario, a card game has been implemented where the user plays against a virtual opponent. The findings of our study indicate that within a competitive gaming scenario, (i) the absence of the agent's display of negative emotions is conceived as arousing or stress-inducing, and (h) the valence of users' emotional response is congruent with the valence of the emotion expressed by the agent. Our results for skin conductance could also be reproduced by assuming a local rather than a global baseline."
    },
    {
        "Abstract": "One of the major factors that affect the acceptance of robots in Human-Robot Interaction applications is the type of voice with which they interact with humans. The robot's voice can be used to express empathy, which is an affective response of the robot to the human user. In this study, the aim is to find out if social robots with empathetic voice are acceptable for users in healthcare applications. A pilot study using an empathetic voice spoken by a voice actor was conducted. Only prosody in speech is used to express empathy here, without any visual cues. Also, the emotions needed for an empathetic voice are identified. It was found that the emotions needed are not only the stronger primary emotions, but also the nuanced secondary emotions. These emotions are then synthesised using prosody modelling. A second study, replicating the pilot test is conducted using the synthesised voices to investigate if empathy is perceived from the synthetic voice as well. This paper reports the modelling and synthesises of an empathetic voice, and experimentally shows that people prefer empathetic voice for healthcare robots. The results can be further used to develop empathetic social robots, that can improve people's acceptance of social robots."
    },
    {
        "Abstract": "There are earlier studies for psychiatric counseling using chat bots. These studies have not considered the user's emotional status and ethical judgment to provide interventions. This paper proposes an intelligent assistant for psychiatric counseling that understands dialogues using high-level features of natural language understanding, and multi-modal emotion recognition. A response generation model using machine leaning provides suitable responses for clinical psychiatric counseling."
    },
    {
        "Abstract": "In this paper, we present results from a study that shows that a dark skin-tone VH agent elicits user behavior consistent with real world skin-tone biases. Results from a study with medical students (n=21), show participant empathy towards a dark skin-tone VH patient was predicted by their measured bias towards African-Americans. Real world bias was measured using a validated psychological instrument called the implicit association test (IAT). Scores on the IAT were significantly correlated to coders' ratings of participant empathy. This result indicates that VHs elicit realistic responses and could become an important component in cultural diversity training."
    },
    {
        "Abstract": "Animated pedagogical agents with characteristics such as facial expressions, gestures, and human emotions, under an interactive user interface are attractive to students and have high potential to promote students' learning. This study proposes a convenient method to add an embodied empathic avatar into a computer-aided learning program; learners express their emotions by mouse-clicking while reading, and the avatar motivates them accordingly. This study designs empathic responses for avatars to encourage and persuade learners to make greater reading effort. This experiment examines emotional recognition, empathy transformation, and the effect of virtual human encouragement and persuasion. Subjects identify facial expressions of the avatar, especially those expressing positive facial emotions. Compared to the contrast group, the empathic avatar increases learners' willingness to continue reading and complete exercises."
    },
    {
        "Abstract": "Purpose - The paper aims to identify the main hotel management response strategies to a negative online review and examine their influence on the trust of potential guests reading reviews in user-generated media. Design - Five response strategies that emerged from the literature were empirically tested: personalization, empathy, confession, denial, and excuse. A mixed-method was applied, and the research was conducted in two phases using a qualitative method with a scenario-based approach and a quantitative research using the PLS-SEM method. Methodology/Approach - A focus group was used to provide a basis for the survey. The survey included one real negative hotel review and five hypothetical responses written according to the five observed strategies. Each response was followed by a set of statements examining the level of trust. A total of 435 questionnaires completed. The influence of each strategy on trust was tested individually. Findings - The results show that personalization, empathy, and confession as response strategies positively influence the trust of potential guests, whereas denial and excuse as response strategies have a negative effect on trust. Originality of the research - The research systematizes previous literature and identifies the main response strategies to a negative online review. It empirically tests all five strategies so that they can be observed in relation to each other. Moreover, this research includes the concept of trust as a dependent variable. The results can help scholars to build further models and hotel managers to understand how they should respond to negative online reviewsy."
    },
    {
        "Abstract": "Conversational agents and smart speakers have grown in popularity offering a variety of options for use, which are available through intuitive speech operation. In contrast to the standard dyad of a single user and a device, voice-controlled operations can be observed by further attendees resulting in new, more social usage scenarios. Referring to the concept of 'media equation' and to research on the idea of 'computers as social actors,' which describes the potential of technology to trigger emotional reactions in users, this paper asks for the capacity of smart speakers to elicit empathy in observers of interactions. In a 2 x 2 online experiment, 140 participants watched a video of a man talking to an Amazon Echo either rudely or neutrally (factor 1), addressing it as 'Alexa' or 'Computer' (factor 2). Controlling for participants' trait empathy, the rude treatment results in participants' significantly higher ratings of empathy with the device, compared to the neutral treatment. The form of address had no significant effect. Results were independent of the participants' gender and usage experience indicating a rather universal effect, which confirms the basic idea of the media equation. Implications for users, developers and researchers were discussed in the light of (future) omnipresent voice-based technology interaction scenarios."
    },
    {
        "Abstract": "The aim of the experimental study described in this article is to investigate the effect of a life-like character with subtle expressivity on the affective state of users. The character acts as a quizmaster in the context of a mathematical game. This application was chosen as a simple, and for the sake of the experiment, highly controllable, instance of human-computer interfaces and software. Subtle expressivity refers to the character's affective response to the user's performance by emulating multimodal human-human communicative behaviour such as different body gestures and varying linguistic style. The impact of em-pathic behavior, which is a special form of affective response, is examined by deliberately frustrating the user during the game progress. There are two novel aspects in this investigation. First, we employ an animated interface agent to address the affective state of users rather than a text-based interface, which has been used in related research. Second, while previous empirical studies rely on questionnaires to evaluate the effect of life-like characters, we utilize physiological information of users (in addition to questionnaire data) in order to precisely associate the occurrence of interface events with users' automatic nervous system activity. The results of our study indicate that empathic character response can significantly decrease user stress and that affective behaviour may have a positive effect on users' perception of the difficulty of a task. (C) 2004 Elsevier Ltd. All rights reserved."
    },
    {
        "Abstract": "Purpose Previous research suggests that service user and carer involvement (SUCI) in clinical psychology training may have an impact. The purpose of this study was to develop a validated questionnaire to enable trainee clinical psychologists to rate this. Design/methodology/approach A collaborative project was carried out with service users and carers and trainee clinical psychologists. The principles of questionnaire design were followed. The authors developed and validated a trainee self-report questionnaire, based on focus groups and relevant literature indicating potential impacts of involvement on practice. A draft 60-item version was piloted with 15 trainee clinical psychologists. Then, 133 trainees from 22 UK clinical psychology courses completed it (estimated response rate of 13.2%). The sample was representative of UK trainees in gender and ethnicity, but slightly older. Findings The principal component analysis produced a 36-item questionnaire with four factors: human communication, carer perspectives, empathy and challenging/changing. The questionnaire showed good internal consistency and test-retest reliability. Stakeholder consultation suggested face and content validity and there was some indication of construct validity. Originality/value The project has resulted in a usable co-produced questionnaire, which is now available to clinical psychology courses to assess the self-reported impact of SUCI in training, and which may also be used in future research."
    },
    {
        "Abstract": "The aim of this paper is to demonstrate how museums use Augmented Reality (AR) to enhance communication services with their audiences and attract new ones. Still, there is no definite answer to how young audiences perceive the educational effects of experiencing this augmented space of communication as an immersive medium. This study is based on a survey of 400 students after they visited an AR technology-enhanced exhibition held by a local history museum. Two stimulus-response marketing scale metrics, widely used to assess TV commercials, were adapted for AR experiences and validated. The mediation analysis revealed an intervening emotional mechanism, in which the multisensory AR experience has educational effects through entertainment and empathy. An improved stimulus-response empirical model is proposed, in which AR technologies, as environmental multisensory stimuli, produce cognitive responses through emotional immersion. The findings have significance in improving how museums encode their message using AR technologies as a secondary communication medium with young audiences. By using a widely tested scale for evaluating TV commercials adapted to measure AR experiences, this study could inform museum professionals and application developers to improve AR implementation solutions as service tools for enhancing user experience."
    },
    {
        "Abstract": "Understanding the human-computer interface factors that influence users' behavior with virtual humans will enable more effective human-virtual human encounters. This paper presents experimental evidence that using a mixed reality display configuration can result in significantly different behavior with a virtual human along important social dimensions. The social dimensions we focused on were engagement, empathy, pleasantness, and naturalness. To understand how these social constructs could be influenced by display configuration, we video recorded the verbal and non-verbal response behavior to stimuli from a virtual human under two fundamentally different display configurations. One configuration presented the virtual human at life-size and was embedded into the environment, and the other presented the virtual human using a typical desktop configuration. We took multiple independent measures of participant response behavior using a video coding instrument. Analysis of these measures demonstrates that display configuration was a statistically significant multivariate factor along all dimensions."
    },
    {
        "Abstract": "A dialogue system between an expert system and its users is described which combines two recent hypotheses. First, that the dialogue system should explicitly model both the person directly interacting with the dialogue system (the agent) and the person reasoned about by the expert system (the patient) in order to communicate meaningfully with both people. Second, that a dialogue system can model the domain-related beliefs, preferences and concerns of both its users and generate responses empathetic to both. This dialogue system is called SERUM, standing for 'System for Empathetic Responses with User Models.' SERUM generates natural-language responses about attribute values of domain objects, via three transformations. First, the system converts properties of the agent and patient, and domain knowledge, into a pragmatic objective like empathy. Second, SERUM converts the pragmatic objectives into surface structure cues like object emphasis and level of technicality. Finally, SERUM converts the surface structure cues to realize text that is natural, appropriately technical and emotionally empathetic. SERUM is demonstrated in describing tests and treatments for lung disease in AIDS patients, a sensitive domain where empathetic responses may be needed."
    },
    {
        "Abstract": "Can a product that reads the user's mind behave more efficiently and eventually train the user to conserve? Here, as a first step to answering this big question, we present a design method for telepathic products applied to the case study of a kitchen faucet. The case study is used to illustrate the different steps of the design method: (A) Build cognitive empathy and define cognitive styles; (B) Define design requirements, articulate variables that will control performance, understand limitations and design physical product; (C) Design the machine learning algorithm, inputs, and outputs; and (D) Integration and refinement. This work-in-progress report highlights the intricacies of applying adaptive machine-learning behavior to physical products performance in the real world rather than to a website or device such as a smart phone. Interesting findings include that automatic response, typically associated with websites and phones, is not possible with plumbing as water cannot be instantly at the right temperature; and that cognitive styles indeed manifest in dish washing observations, with distinctly different styles in terms of patience, temperature sensitivity, and laziness."
    },
    {
        "Abstract": "It is difficult to inform design with experiences from people with dementia. When it comes to involving this vulnerable user group and connecting multidisciplinary design teams, current empathic co-design methods and tools are scarce, seem fragmented and lack a coherent and structured approach. In response, we provide guidance to design teams by proposing a novel, empathic co-design approach that enables a user researcher, who encounters people with dementia, to transfer insights to team members who do not. Our proposal addresses three sequential co-design activities facilitated by an empathic principal designer: (1) individual harvest meetings, (2) collective handover workshops and (3) empathic ideation workshops. Using a case study involving a dementia simulator, we illustrate how the approach contributes to understanding users, transferring insights and translating empathy into design. The positive evaluation of the simulator led us to conclude that the approach not only guided the design team by offering a practical and coherent process, but also enabled individual team members to be receptive, inclusive and committed to people with dementia."
    },
    {
        "Abstract": "An interdisciplinary team of educators from medicine, design, and informatics piloted an online journey map (JM) exercise targeting 48 medical students and physicians assistants students. The JM exercise was designed to teach about patient empathy skills, person-centred care, and the socio-ecologic determinants of health. Prior to the exercise, the students were given a sample patient archetype introducing Ms. Diaz, a person with diabetes visiting a virtual clinic. Students worked in small groups to create a JM from Ms. Diaz' perspective about, and experiences with, a telemedicine clinic. Our preliminary qualitative analysis of the JMs from the exercise showed that learners were able to create 'Ms that included all key sections including process phases, user perceptions, pain points, and design opportunities. Almost half of the responses focused upon socio-cultural and socio-technical issues as opposed to strictly clinical concerns. We believe this pilot shows the potential for journey maps to be used in health professional education to empathize with patients, identify societal problems in healthcare delivery, and design responsive solutions. Furthermore, the virtual classroom format highlights the scalability and extensibility of this strategy to a broad range of educational goals."
    },
    {
        "Abstract": "Social robots are becoming an integrated part of our daily lives with the goal of understanding humans' social intentions and feelings, a capability which is often referred to as empathy. Despite significant progress towards the development of empathic social agents, current social robots have yet to reach the full emotional and social capabilities. This paper presents our recent effort on incorporating an automated Facial Expression Recognition (FER) system based on deep neural networks into the spoken dialog of a social robot (Ryan) to extend and enrich its capabilities beyond spoken dialog and integrate the user's affect state into the robot's responses. In order to evaluate whether this incorporation can improve social capabilities of Ryan, we conducted a series of Human-Robot-Interaction (HRI) experiments. In these experiments the subjects watched some videos and Ryan engaged them in a conversation driven by user's facial expressions perceived by the robot. We measured the accuracy of the automated FER system on the robot when interacting with different human subjects as well as three social/interactive aspects, namely task engagement, empathy, and likability of the robot. The results of our HRI study indicate that the subjects rated empathy and likability of the affect-aware Ryan significantly higher than non-empathic (the control condition) Ryan. Interestingly, we found that the accuracy of the FER system is not a limiting factor, as subjects rated the affect-aware agent equipped with a low accuracy FER system as empathic and likable as when facial expression was recognized by a human observer."
    },
    {
        "Abstract": "Despite the substantial amount of literature concerning adolescent bystanders of online hate and cyberbullying, relatively little attention has been devoted to studying the same issue in adults. Similarly, the determinants of the effectiveness of different messages to support the victims or counter hate have also been understudied. The existing pieces of empirical research on these topics remained scattered and no systematic review was performed to check if there are any patterns with regard to determinants and consequences of adult bystanders intervening against hate online. To fill these gaps, we performed a literature review in accordance with the guidelines of the Cochrane Collaboration Handbook for Systematic Reviews. The results of the literature search and analysis yielded three important findings. First, personal and contextual factors determining bystander action in adults largely overlap with the factors identified in adolescent populations: empathy, prior victimisation, feelings of responsibility, severity, social norms, relationship with the victim and number of bystanders. Second, personal factors promoting bystander action seem to be interconnected via empathy and social norms, both of which can be facilitated through psycho-education. Third, there is a critical lack of studies on the effectiveness of different bystander interventions."
    },
    {
        "Abstract": "In recent years, virtual reality (VR) technologies have been applied to the field of journalism, where the concept of immersive VR news has been proposed. However, despite the fanfare, strong response, and sensational effect caused by its advent, immersive VR news remains a novel journalism paradigm that faces new challenges in its production process. Currently, there is a lack of a unified design framework, and, since most studies in this area have focused on non-interactive VR news, the understanding of the effects of more interactive VR technologies on the news consumer remains inadequate. In this study, we propose a more practical design framework for immersive VR news products. Following this framework, we designed a VR news application and conducted user evaluation in terms of media effects and user experience. Based on the experimental findings, which demonstrated that non-interactive VR news products resulted in a distracting user experience and less immersion, while interactive VR news offered improved media effects and user experience, we then derived concrete design guidelines for immersive VR news design. Finally, we highlight that this study provides a theoretical and practical reference framework for the further study of VR news."
    },
    {
        "Abstract": "In this paper, we investigate the effect of a realism mismatch in the voice and appearance of a photorealistic virtual character in both immersive and screen-mediated virtual contexts. While many studies have investigated voice attributes for robots, not much is known about the effect voice naturalness has on the perception of realistic virtual characters. We conducted the first experiment in Virtual Reality (VR) with over two hundred participants investigating the mismatch between realistic appearance and unrealistic voice on the feeling of presence, and the emotional response of the user to the character expressing a strong negative emotion. We predicted that the mismatched voice would lower social presence and cause users to have a negative emotional reaction and feelings of discomfort towards the character. We found that the concern for the virtual character was indeed altered by the unnatural voice, though interestingly it did not affect social presence. The second experiment was conducted with a view towards heightening the appearance realism of the same character for the same scenarios, with an additional lower level of voice realism employed to strengthen the mismatch of perceptual cues. While voice type did not appear to impact reports of empathic responses towards the character, there was an observed effect of voice realism on reported social presence, which was not detected in the first study. There were also significant results on affinity and voice trait measurements that provide evidence in support of perceptual mismatch theories of the Uncanny Valley. (c) 2022 The Authors. Published by Elsevier Ltd. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/)."
    },
    {
        "Abstract": "The modelling of empathic reactions in virtual agents has been recognised as a key aspect to improve agent-user relationship. Empathy is particularly important in a virtual agent used in computer-based psychotherapy applications. From a clinical perspective, it is more useful to produce therapeutic-empathy responses in the agent and not only natural empathic reactions as response to patient's inputs. Based on Gross's theory of emotion regulation, this paper presents a model of cognitive change used to reappraise with a more positive perspective those negative situations reported by the user and provide an adequate emotional reaction during the interaction. An initial evaluation of the model is also presented and the further work is described."
    },
    {
        "Abstract": "Purpose - The energy retrofit of the existing building stock, and specifically the thermal upgrading of the buildings' envelopes, has been identified as a key action for both the decarbonisation of the built environment and the reduction in fuel poverty. When considering the energy retrofit of heritage buildings it is, however, important to recognise both the technical issues that this entails and the potential impact on their cultural value and the emotional responses to it. The purpose of this paper is to focus on the thermal upgrading of historic timber-framed buildings in the UK. Design/methodology/approach - The paper begins by exploring the cultural significance of this form of building construction, before examining three case studies using both quantitative and qualitative methodologies. Findings - The results show that whilst the application of energy retrofit actions to this emblematic typology may have limited success, the emotional connection of the buildings' occupants often results in the work resulting in higher user satisfaction than would otherwise be expected. Research limitations/implications - Although limited in number, the three case studies provide an insight into the complex issues surrounding the low energy retrofit of historic timber-framed buildings. Further research into this area is encouraged. Practical implications - The paper contains the monitoring of specific retrofit details, the results of which should inform future projects. Social implications - The review of the cultural significance of historic timber-frame buildings in the UK underlines the importance of the conservation and continuing survival of these buildings. Originality/value - Previous heritage retrofit research in the UK has focussed on solid wall construction with little investigation into the issues surrounding the retrofit of historic timber-frame buildings. This paper explores this previously under-researched area. Additionally, this paper begins to explore the possible links between occupants' emotional connection to historic buildings and their perceived levels of comfort."
    },
    {
        "Abstract": "Emergent design is a crowdsourcing toolset for designers doing ethnographic user research on large-scale, multi-user, multi-continent design challenges. In contrast to traditional user research studies that include small numbers of in-depth ethnographies, emergent design aims to access the same quality of rich insights by acquiring small pieces of qualitative information from millions of people around the world, synthesizing responses, and deriving design inspiration from emergent properties of the collective. This paper presents the concept of emergence as it relates to design, the new class of design problem that inspired the development of this toolset, and its major components, methodologies, and an initial pilot project."
    },
    {
        "Abstract": "This paper promotes a user-centered design approach known as empathic design in which special emphasis is placed on observation of the affective nature of user-product relationships. Through empathic observation in real-world contexts, designers can come to understand end users' emotional reactions to a product on multiple cognitive levels, including the customer's true latent goals and desires. From these observations, there is an opportunity to better interpret how the design problem arises from actual user experiences. In this paper, we begin construction of a systematic framework for empathic design, and propose the development of a methodological toolbox for use within the scope of traditional design processes. Problem identification is re-framed to aid in identification of hidden and latent customer needs through awareness of distinct levels of implicit and explicit cognitive processing and evaluation. This approach is meant to help designers better understand the root cause of user behavior and affective response to a product. Additionally, a number of types of supporting design tools are identified, and promising areas of future development are discussed."
    },
    {
        "Abstract": "Perhaps more than any other professional group in modern history, designers have felt compelled to undertake the responsibility of addressing and engaging with societal problems in their practice. Initially, this liability involved concerns of form and production methods during the industrial revolution era, and developed into existential, ethical and context-specific (Western) priorities of working and living during the twentieth century. Today, citizenship by design involves efforts that are directed to wards creating social change for and with the audience. Drawn from empirical research, this article presents the challenges met and lessons learnt when introducing human-centred design practices to Visual Communication Design (Graphic Design) students in Turkey. As a self-reflexive study, it draws from students' reception and feedback on a studio project on social awareness, accessibility and authority sharing with visually impaired people, and an applied workshop on the benefit of user collaboration in design. It aims to raise questions of relevance and assimilation of a socially oriented design practice in a non-Western, commerce-driven economy at the urge of modernisation. Moreover, acknowledging the strong element of conformity with peer members in Turkish society (such as the government, family and teachers), this work also aims to examine hierarchy-challenging design practice in and outside the Turkish classroom."
    },
    {
        "Abstract": "This experimental study examined how varying the degree of immersiveness of a short documentary about a remote health issue influenced users' reported spatial presence, empathic parasocial interaction, and individual issue involvement. Higher-order responses, namely, the desire for information and willingness to donate to the cause, were also analyzed. The documentary was shown to 85 participants using three different technologies with varying degrees of immersiveness (high, moderate, and low). The results show that the level of the technology's immersiveness gradually increases the spatial presence, empathic parasocial interaction, and issue involvement of the user. While participants of the highly immersive condition reported a higher desire for additional information, the results on donation behavior were less conclusive."
    },
    {
        "Abstract": "Purpose The aim of this exploratory study is to identify the factors that influence the acceptance of social robots in museum environments and determine if this influence depends on the visitor's profile (age, gender, education and occupation). Design/methodology/approach Data collected from an electronic questionnaire include 433 responses from Spanish visitors. The authors subjected the variables proposed by De Kervenoael et al. (2020) adapted to museums. The initial descriptive analysis only showed significant differences by age (under or over 30 years old). Based on these previous results, an exploratory factor analysis was carried out to test the applicability of the questionnaire to museums. After identifying the factors, the authors applied an ANOVA test to determine whether there are age-related differences between the factors related to robot acceptance in museums. Findings The authors developed a multidimensional instrument for measuring willingness to accept social robots in museum contexts. Willingness is determined by three factors: museum visitor experience (which is a factor specific to museums), empathy and personal engagement (which are both usually relevant in other tourist sectors as well). The younger individuals (under 30 years old) have a higher degree of acceptance than do visitors over 30. Originality/value Social robot use in museums is still very low, so the key factors for their acceptance have yet to be ascertained. The specific skills of social robots could prove to be a major draw for young people and contribute significantly to the future of museums."
    },
    {
        "Abstract": "To build an interactive human-like conversational agent, one of the key challenges is to learn to generate responses in a more empathic way. When a conversation has a tone of empathy to it, the person conversing with the conversational agent will feel a sense of contentment. Building an empathetic dialogue system results in increased user interaction and thereby more effective communication. To improve the perception and expression of emotional states, the proposed model uses a multi-resolution mechanism that helps to capture the nuances of user emotions effectively. Moreover, it uses separate decoders, which are optimized to respond to specific emotions, and combines the output response representations to generate an empathetic response. Experimental results show that the proposed approach excels the state-of-the-art baselines in empathy, relevance, and fluency."
    },
    {
        "Abstract": "We present CAiRE, an end-to-end generative empathetic chatbot designed to recognize user emotions and respond in an empathetic manner. Our system adapts the Generative Pre-trained Transformer (GPT) to empathetic response generation task via transfer learning. CAiRE is built primarily to focus on empathy integration in fully data-driven generative dialogue systems. We create a web-based user interface which allows multiple users to asynchronously chat with CAiRE. CAiRE also collects user feedback and continues to improve its response quality by discarding undesirable generations via active learning and negative training."
    },
    {
        "Abstract": "One of the important factors in medical and nursing care recently has been arousing the emotions of patients. Many types of communication robots and pet robots have been developed as communication partners for patients. The user's emotions are stimulated during direct communication with the robot, although there is less chance that the robot will approach the user in other situations such as watching TV and listening to music without disturbing him or her. The user feels that the robot is troublesome during the user's other tasks. The purpose of this research is to elevate the user's emotional experience through emotional expression by physiological expressions of a partner robot in the user's daily life. Ambient but emotional expressions of physiological phenomena are perceived by touch, even when the user is concentrating on other tasks. First, we focused on breathing, heartbeat and body temperature as the physiological phenomena. From the results of the evaluations of the robot's heartbeat and body temperature, along with our previous results for the breathing, each expression has arousal and pleasure axes of the robot's situation. In this paper, we focus on the joint attention of the robot and user to an emotional photograph, and we verified whether the strength of the user's own emotional response to the content was changed by the physiological expressions of the robot while they looked at photographs together. The results suggest that the physiological expression of the robot would make the common emotional experience of users the user's own emotion in the experience more excited and more relaxed."
    },
    {
        "Abstract": "In this study, we explore how immersion affects people's sense of emotions in a virtual environment. The primary goals of this study are to analyze the possible use of virtual reality (VR) as an affective medium and research the relationship between immersion and emotion. To investigate these objectives, we compared two viewing conditions (HMD vs. No-HMD) and applied two types of emotional content (horror and empathy) to examine whether the level of immersion could influence emotional responses. The results showed that viewers who watched the horror movie using HMD felt more scared than those in the No-HMD condition. However, there were no significant emotional differences between the HMD and No-HMD conditions in the movie groups exposed to empathy. Regarding these results, we may assume that the effect of an immersive viewing experience on emotional responses in VR is deeply related to the degree of arousal and strong perceptual cues. The horror movie used in this study included intense visual and audio stimuli found in the typical horror film format. In contrast, viewers experienced less stimulating perceptual input when they are watching the empathetic movie. In conclusion, VR undoubtedly elicits a more immersive experience and greater emotional responses to the horror film. This study has confirmed the efficacy of VR as an emotional amplifier and successfully demonstrated the important association between immersion and emotion in VR."
    },
    {
        "Abstract": "Is it their movements or appearance that helps us to identify a child as a child? In this work we created four video clips with a Virtual Character walking, but with different combinations of either child or adult animation applied on either a child or adult body. An experimental study was conducted with 53 participants who viewed all four videos in random orders. The results show that participants could easily identify the consistent video clips (child animation with child body, and adult animation with adult body). With the inconsistent video clips, both animation and body shape had an effect on participants' judgments. They also reported higher level of empathy, care, and feeling of protection towards the child character as compared to the adult character. Finally, compared to appearance, animation seems to be playing a bigger role in invoking participants' emotional responses."
    },
    {
        "Abstract": "The objective of this article is to determine the service quality offered by the University of Zulia Editorial Office (EDILUZ) according to the perception, expectations and level of user satisfaction. The research is descriptive. with a non-experimental Field design for which an instrument for data collection was elaborated and applied in the University to a sample of 45 users. The results indicate that that service quality according to the perception of those interviewed was favorable in aspects such as confidence, empathy and tangibility, except in the aspect of response capacity, In re I at ion to expectations, users hope to receive better service on the part of the institution, since the present capacity is evaluated as negative. In relation to satisfaction levels, the result was positive in relation to aspects such as confidence, empathy and tangibility, while the response capacity was classified as negative. The conclusion is that user expectations were greater than those perceived and users of the EDILUZ service have a negative satisfaction level in this respect."
    },
    {
        "Abstract": "We explored whether a robot can leverage social influences to motivate nearby bystanders to intervene and defend them from human abuse. We designed a between-subjects study where 48 participants took part in a memorization task and observed a confederate mistreating a robot both verbally and physically. The robot was either empathetic towards the participant's performance in the task or indifferent. When the robot was mistreated, it ignored the abuse, shut down in response to it, or reacted emotionally. We found that the majority of the participants intervened to help the robot after it was abused. Interventions happened for a wide range of reasons. Interestingly, the empathetic robot increased the proportion of participants that self-reported intervening in comparison to the indifferent robot, but more participants moved the robot as a response to abuse in the latter case. The participants also perceived the robot being verbally mistreated more and reported higher levels of personal distress when the robot briefly shut down after abuse in comparison to when it reacted emotionally or did not react at all."
    },
    {
        "Abstract": "Virtual reality (VR) allows the user to be immersed in environments in which they can experience situations and social interactions from different perspectives by means of virtual embodiment. In the context of rehabilitation of violent behaviors, a participant could experience a virtual violent confrontation from different perspectives, including that of the victim and bystanders. This approach and other virtual scenes can be used as a useful tool for the rehabilitation of intimate partner violence (IPV) perpetrators, through improvement of their empathic skills or for training in non-violent responses. In this perspective, we revise and discuss the use of this tool in a prison environment for the rehabilitation of IPV perpetrators with a particular focus on practical aspects based on our experience."
    },
    {
        "Abstract": "Within the EU-funded COMPANIONS project, we are working to evaluate new collaborative conversational models of dialogue. Such an evaluation requires us to benchmark approaches to companionable dialogue. In order to determine the impact of system strategies on our evaluation paradigm, we need to generate a range of companionable conversations, using dialogue strategies such as 'empathy' and 'positivity'. By companionable dialogue, we mean interactions that take user input of some scenario, and respond in a manner appropriate to the emotional content of the user utterance. In this paper, we describe our working Wizard of Oz (WoZ) system for systematically creating dialogues that fulfil these potential strategies, and enables us to deploy a range of potential techniques for selecting which parts of user input to address is which order, to inform the wizard response to the user based on a manual, on-the-fly assessment of the polarity of the user input."
    },
    {
        "Abstract": "In order to advance the understanding of conformity processes in online environments, this research examined how peer reactions to an ethically questionable call to vigilantism on Facebook influence the individual's responses to this initiative. In an experiment, we varied peer reactions in form of textual comments and numeric displays (the number of people who have already liked or shared a message). While the valence of peer comments and numeric information had an interaction effect on the individual's intention to support this call online, offline support intentions and attitudes toward the call were only affected under conditions of high identification with commenters. Dispositional altruism and empathy directly influenced individuals' willingness to participate in this initiative of vigilantism independently of other users' reactions. Implications for theoretical models of conformity processes in online realms are discussed."
    },
    {
        "Abstract": "Verbal abuse is a hostile form of communication ill-intended to harm the other person. With a plethora of AI solutions around, the other person being targeted may be a conversational agent. In this study, involving 3 verbal abuse types (Insult, Threat, Swearing) and 3 response styles (Avoidance, Empathy, Counterattacking), we examine whether a conversational agent's response style under varying abuse types influences those emotions found to mitigate people's aggressive behaviors. Sixty-four participants, assigned to one of the abuse type conditions, interacted with the three conversational agents in turn and reported their feelings about guiltiness, anger, and shame after each session. Our study results show that, regardless of the abuse type, the agent's response style has a significant effect on user emotions. Participants were less angry and more guilty with the empathetic agent than the other two agents. Our study findings have direct implications for the design of conversational agents."
    },
    {
        "Abstract": "In response to a change in the use of computers and interactive technologies, traditional Human-Computer Interaction concepts of usability, efficiency and productivity have progressively been enriched with other concepts such as curiosity, empathy, playfulness and affection [1]. Korhonen et al. [2] state that the acceptance of a product depends not only on its utilitarian properties but also on non-utilitarian ones including playfulness. However, even if there seems to be near consensus on the importance of designing interactive systems beyond rational and functional requirements, the way in which this can be achieved is still an open research issue. In this paper we describe our design approach to develop an embodied and playful mobile interface to control a robot companion in a smart home environment. A major challenge of the research is to engage an older person in rich, empathic and playful interaction with a robot to encourage a prolonged, subtle, and stimulating effect beyond the initial encounter [3]. This challenge is explored through the design of innovative concepts of playful interaction embodying the perspective of the robot companion."
    },
    {
        "Abstract": "Aims: Clinicians working with individuals with autism spectrum disorders (ASD) who display sexual offending behaviours may face challenges during treatment, as a result of the cognitive and behavioural profile associated with ASD. This research explored the views and experiences of those running adapted sex offender treatment groups with men with ASD. Method: Semi-structured interviews with group facilitators (n = 12) focused on service user engagement and response to the core components of the treatment programme (e.g. increasing victim empathy, addressing cognitive distortions, etc.), and gathered the experiences of those working with men with ASD who display sexual offending behaviours. Results: Grounded Theory was used to develop a model conceptualising the potential impact of ASD on treatment outcomes, and this emerged predominantly through clinician's views of risk of re-offending. Benefits of attending a group included: the presence of other group members, a forum to develop pro-social roles and relationships, and increased opportunity for monitoring. Challenges regarding empathy, specifically emotional empathy, and shifts in cognitive distortions were felt particularly pertinent to those with ASD, as well as questions over internalisation of therapy. Conclusion: Despite identification of a number of challenges, adapted sex offender treatment programmes were considered beneficial for men with ASD, especially in light of a dearth of evidenced-based alternatives."
    },
    {
        "Abstract": "Existing emotion-aware conversational models usually focus on controlling the response contents to align with a specific emotion class, whereas empathy is the ability to understand and concern the feelings and experience of others. Hence, it is critical to learn the causes that evoke the users' emotion for empathetic responding, a.k.a. emotion causes. To gather emotion causes in online environments, we leverage consoling strategies and develop an empathetic chatbot to utilize the causal emotion information. On a real-world online dataset, we verify the effectiveness of the proposed approach by comparing our chatbot with several SOTA methods using automatic metrics, expert-based human judgements as well as user-based online evaluation."
    },
    {
        "Abstract": "Although the quality of the customer contact centre is pivotal for services, a thorough conceptualization and operationalization of perceived customer contact centre quality does not exist. The extensive scale development process moves from focus group sessions for item generation to exploratory and confirmatory factor analyses. Perceived customer contact centre quality consists of seven dimensions: reliability, empathy, customer knowledge, customer focus, waiting cost, user friendliness of the voice response unit, and accessibility. Compared with existing conceptualizations of service quality, perceived customer contact centre quality offers additional dimensions."
    },
    {
        "Abstract": "Sisu is a gamified learning application designed to assist school-aged children who are struggling to read. Sisu utilizes readily-available technology to promote learning at home, with unique elements tied to the learning experience: (1) a spelling game with (2) an empathic agent, and (3) a mini-game. The empathic agent utilizes a facial action coding system (FACS) to recognize core expressions of the child user and respond to the child's affect in-game. We anticipate that Sisu's accessible and affective nature will not only support children's emotional needs, but the addition of gamified elements will motivate them to practice reading and assist them in their learning objectives."
    },
    {
        "Abstract": "Inspired by the benefits of human prosocial behavior, we explore whether prosocial behavior can be extended to a Human-Robot Interaction (HRI) context. More specifically, we study whether robots can induce prosocial behavior in humans through a 1x2 between-subjects user study (N = 30) in which a confederate abused a robot. Through this study, we investigated whether the emotional reactions of a group of bystander robots could motivate a human to intervene in response to robot abuse. Our results show that participants were more likely to prosocially intervene when the bystander robots expressed sadness in response to the abuse as opposed to when they ignored these events, despite participants reporting similar perception of robot mistreatment and levels of empathy for the abused robot. Our findings demonstrate possible effects of group social influence through emotional cues by robots in human-robot interaction. They reveal a need for further research regarding human prosocial behavior within HRI."
    },
    {
        "Abstract": "We present a computational model that generates listening behaviour for a virtual agent. It triggers backchannel signals according to the user's visual and acoustic behaviour. The appropriateness of the backchannel algorithm in a user-agent situation of storytelling, has been evaluated by naive participants, who judged the algorithm-ruled timing of backchannels more positively than a random timing. The system can generate different types of backchannels. The choice of the type and the frequency of the backchannels to be displayed is performed considering the agent's personality traits. The personality of the agent is defined in terms of two dimensions, extroversion and neuroticism. We link agents with a higher level of extroversion to a higher tendency to perform more backchannels than introverted ones, and we link neuroticism to less mimicry production and more response and reactive signals sent. We run a perception study to test these relations in agent-user interactions, as evaluated by third parties. We find that the selection of the frequency of backchannels performed by our algorithm contributes to the correct interpretation of the agent's behaviour in terms of personality traits."
    },
    {
        "Abstract": "This paper describes the empathy oriented human-robot interaction model. It is projected to design the model capable of different empathic responses (parallel and reactive) during the course of interaction with the user, depending upon the personality and mood factors of the robot. The proposed model encompasses three main stages i.e., perception, empathic appraisal and empathic expression. Perception refers to capturing user's emotion state via facial expression recognition. Empathic appraisal is based on the computational emotional model for generating its internal emotions, mood state and empathic responses. The internal emotions are defined using psychological studies and generated on 2D (pleasure-arousal) scaling model; whereas, fuzzy logic is used to calculate the intensity of the each emotion. A virtual facial expression simulator is applied for expression of resultant empathic emotions. Preliminary experimental results show that the proposed model is capable of exhibiting different empathic responses with respect to the personality and mood factors."
    },
    {
        "Abstract": "Over the past years, innovative technologies (such as Virtual Reality (VR), Augmented Reality (AR) and Mixed Reality (MR)) have become more common within news organizations. These technologies allow users to immerse themselves in a virtual world. With these types of productions, the journalist tries to engage and involve the user by introducing emotional styles, often to create empathy. This does not only demand new technological skills, but also challenges the way journalist allow emotions in journalistic productions, and what role they take in relation to the story and the user. Through fifteen in-depth interviews with immersive producers and experts in renowned news organizations across the globe, this paper examines both the motivations of journalists who produce immersive stories, and how they seek to balance traditional journalistic norms and emotionality in them. The results show that journalists believe that emotions and facts can be compatible with journalistic production. Yet, they struggle with their role in relation to the user. Immersive journalism obliges journalists to carefully reconsider their relationship with their public. In sum, this study illuminates an ongoing professional debate on the role of emotionality, user agency, and journalistic control and autonomy."
    },
    {
        "Abstract": "The use of social robots has been proposed for the delivery of therapy to autistic children. The aim of such projects, of which the DREAM project is an example, is to replace therapists by robots, operating in sensory environments that enable them to detect and respond to feedback from the child. This article considers the ethical concerns of autonomy, community, transparency, identity, value, and empathy to evaluate the ethics of such deployment of robots. In doing so it provides a response to the Richardson et al. article in IEEE Technology and Society Magazine, Mar. 2018 [20]. This article concludes that deployment of robots to control the behavior of autistic children is ethically suspect and should be questioned. The use of robots with children should be evaluated on the basis of the purpose of and process by which such robots are deployed, rather than on the basis of the technology itself. Particularly important is the roboticist's empathy with the user of the robot, and gaining an understanding of the individual child. The paper suggests how an understanding of the autistic child might lead to sensitive deployment of a robot to help the child manage social environments through supporting the child's regulation of emotions."
    },
    {
        "Abstract": "While video games provide different Player Experiences (PE), some genres can provide particularly unique PEs driven by their particular features. Such is the case of MOBA (Multiplayer Online Battle Arena) games, currently led in number of players and popularity by League of Legends. In spite of this popularity, PE in MOBA games remains largely unexplored. We aim to explore this gap by presenting a PE study that focuses in League of Legends and its player base. After surveying more than 400 players in the database of the largest eSports organisation in Spain, a series of tests were run from multiple perspectives using the PENS (Player Experience of Need Satisfaction) model and the SPGQ (Social Presence in Gaming Questionnaire) as response variables. Among our findings, we show how PE differs across different levels of competence (or rank) inside the game. When looking at how team play impact PE, results show how PENS dimensions remain unaffected while empathy is driven by playing with known teammates. Role selection, on the other hand, has an arguably insignificant impact in PE. Last but not least, an invariant behavioural engagement across all dimensions shows how players perceive team collaboration as an essential factor for success."
    },
    {
        "Abstract": "Purpose: Despite worldwide surges in dementia, we still know relatively little about the design of home technologies that support this population. The purpose of this study was to investigate design considerations from the perspective of developers. Method: Participants, including technical and clinical specialists, were recruited internationally and answered web-based survey questions comprising Likert-type responses with text entry options. Developers were queried on 23 technology acceptance characteristics and 24 design practices. Results: In all, forty developers completed the survey. Concerning technology acceptance'', cost, learnability, self-confidence (during use) and usability were deemed very important. Concerning design practice'', developers overwhelmingly valued user-centred design (UCD). In terms of general assistive technology (AT) models, these were largely unknown by technical specialists compared to clinical specialists. Conclusions: Recommendations based on this study include incorporating self-confidence'' into design protocols; examining the implications of usability'' and UCD in this context; and considering empathy-based design approaches to suit a diverse user population. Moreover, clinical specialists have much to offer development teams, particularly concerning the use of conceptual AT models."
    },
    {
        "Abstract": "Despite the preoccupation with media depictions of crime and criminal justice, few studies have employed qualitative methodologies to investigate how audience members engage with, react to, and interpret media content. This analysis of Reddit forums dedicated to the 2015 Netflix documentary series Making a Murderer reveals the wide range of responses to the series and demonstrates the value of looking to user-generated content on social media platforms to understand how we think and feel about crime-related matters. I argue that Reddit users' reactions to the series are consistent with existing research outlining the complexity of the public's views regarding criminal justice policy and these responses are intelligible when we consider the broader socio-political context in which the series was released. Particularly important, in my view, are individuals' affective responses - including empathy, confusion, heartbreak, anger, frustration, fear, and helplessness - and the ways these emotions are linked with beliefs about the efficacy of the criminal justice system and the purposes of punishment. Consequently, this article buttresses recent calls to consider the entire spectrum of human emotions and to investigate the ways these emotions are related to our multifaceted beliefs about crime and criminal justice."
    },
    {
        "Abstract": "Among specialized applications of the well-known SERVQUAL scale for measuring perceptions of service quality, the LibQUAL+(TM) survey system has found widespread use in assessment of the quality of libraries. Three main dimensions of library quality have been identified: Information Control, Library as Place and Affect of Service. Using data from an application of the LibQUAL+(TM) survey, we investigate the relative difficulty of answering questions in each of these three areas, estimate the importance of each dimension in contributing to overall satisfaction with the library, and study differences in responses between user groups. We determine that Affect of Service (AS), similar to empathy in the general scale, is the most difficult dimension to evaluate. This is unfortunate because we find that AS is also the most important dimension in determining overall satisfaction with the library. We find that user characteristics are relevant in influencing both response rates and ratings of the AS scale items. In a follow up experiment to the LibQUAL survey we study the effect of user characteristics, such as type of user (student or faculty) and experience (length of association) on Affect of Service ratings. We determine that there is an interaction effect with experience moderating the impact of user type on perceptions of AS. Similar results are found in the case of another university service, a computer help desk. Our findings have implications for the administration and interpretation of LibQUAL surveys. The results also have implications for front line library staff members who should be mindful to provide individual, caring attention to undergraduates who are not favorably disposed towards their library services until they are both experienced and familiar with the library."
    },
    {
        "Abstract": "We define our empathy learning problem as determining the extent by which a system can perceive user affect and intention as well as ambient context, construct models of these perceptions and of its interaction behavior with the user, and incrementally improve on its own its models in order to effectively provide empathic responses that change the ambient context. In concept, system self-improvement can be viewed as changing its internal assumptions, programs or hardware. In a practical sense, we view this as rooting from a data-centric approach, i.e., the system learns its assumptions from recorded interaction data, and extending to growth-centric, i.e., such knowledge should be dynamically and continuously refined through subsequent interaction experiences as the system learns from new data. To demonstrate this, we return to the fundamental concept of affect modeling to show the data-centric nature of the problem and suggest how to move towards engaging the growth-centric. Lastly, given that an empathic system that is ambient intelligent has yet to be explored, and that most ambient intelligent systems are not affective let alone empathic, we submit for consideration our initial ideas on an empathic ambient intelligence in human-system interaction."
    },
    {
        "Abstract": "Purpose The five-factor model (FFM), a popular personality typology that identifies five key personality traits, has been used to predict use intention in various e-commerce applications, but the role of FFM in triggering certain evaluations of the various quality dimensions of e-commerce websites has not been examined, revealing a gap, i.e. the authors do not know how the five personality traits impact evaluations of the quality dimensions of e-commerce websites. The 3Q model-which comprises system quality (SysQ), information quality (IQ), and service quality (SQ), spanning 13 quality dimensions-is helpful for evaluating website quality, but the model neglects user characteristics and their impacts on quality evaluation, posing another gap, i.e. the authors do not know how user characteristics impact the user's evaluation of quality dimensions. Thus, the authors used the FFM to extend the 3Q model to explain how user personality predicts the evaluation of websites in the 13 quality dimensions. Design/methodology/approach The authors used an online survey to collect responses from 392 online shoppers. Structural equation modeling was used to test the hypotheses. Findings The authors found that openness in a shopper predicts their favorable evaluation of a website in the quality dimensions of format and flexibility; conscientiousness predicts favorable evaluation in terms of completeness, accuracy, currency, timeliness, and service reliability; neuroticism predicts unfavorable evaluation in terms of reliability, accessibility, and assurance; and extraversion predicts favorable evaluation in terms of responsiveness; while agreeableness did not predict empathy. Originality/value In sum, the authors successfully used the FFM to theoretically extend the 3Q model, which clarifies the usefulness and pathways of personality in formulating strategies for e-commerce success."
    },
    {
        "Abstract": "Virtual heritage involves the use of digital media to reconstruct historic artifacts, places, or events. In this paper we explore the use of virtual reality (VR) technology for presenting virtual heritage applications to college students. Specifically, we describe our preliminary evaluation of a virtual reality application that introduces students to the Stockton State Hospital, a mental institution that was active from 1851 to 1995 in Stockton, California. The objective of the project is to allow students to learn about the hospital in an immersive virtual environment that may elicit more empathy for complex socio-historical experiences than traditional learning methods such as books, oral histories, or documentary films. To assess whether this objective was satisfied, students experienced the VR application as part of a college course and then completed a questionnaire that asked about their experience. Analysis of questionnaire responses suggests that students did develop some degree of empathetic understanding of social issues related to the diagnosis and treatment of mental illness during the late 1800s. Students also appreciated the visual and immersive aspect of the application, and some mentioned that they would prefer this type of learning experience to watching videos or reading articles."
    },
    {
        "Abstract": "From past research it is well known that social exclusion has detrimental consequences for mental health. To deal with these adverse effects, socially excluded individuals frequently turn to other humans for emotional support. While chatbots can elicit social and emotional responses on the part of the human interlocutor, their effectiveness in the context of social exclusion has not been investigated. In the present study, we examined whether an empathic chatbot can serve as a buffer against the adverse effects of social ostracism. After experiencing exclusion on social media, participants were randomly assigned to either talk with an empathetic chatbot about it (e.g., I'm sorry that this happened to you) or a control condition where their responses were merely acknowledged (e.g., Thank you for your feedback). Replicating previous research, results revealed that experiences of social exclusion dampened the mood of participants. Interacting with an empathetic chatbot, however, appeared to have a mitigating impact. In particular, participants in the chatbot intervention condition reported higher mood than those in the control condition. Theoretical, methodological, and practical implications, as well as directions for future research are discussed."
    },
    {
        "Abstract": "In this paper, we present our work on the training of robotised architectural components of intelligent buildings, focusing on how architectural components can learn to behave animalistically, according to the judgment of human users. Our work aims at recovering the lost contact with animals in the urban context, taking advantage of biophilic empathy. The parameters governing the robotised elements we propose are mainly qualitative (emotions and aesthetical perception), which cannot easily be described by mathematical parameters. Additionally, due to their complexity, it is often impossible - or at least impractical, to hardcode suitable controllers for such structures. Thus, we propose the use of Artificial Intelligence learning techniques, concretely Evolutionary Algorithms, to allow the user to teach the robotised components how to behave in response to their resemblance to specific animal behaviors. This idea is tested on an intelligent fa, cade that learns optimal configurations according to the perception of aggressiveness and calmness."
    },
    {
        "Abstract": "Computer-mediated communication (CMC) provides many benefits, including quick, efficient communication over time and space. At the same time, however, the anonymity it offers can give a sense of impunity, an illusion that behaviour is less hurtful than it really is, and a suppression of empathy. In short, CMC can be a fertile ground for conflict, and one particular manifestation of this is trolling. Trolling involves deliberately attacking others online, typically for amusement's sake. In some cases, it can be taken to such an extreme that it clearly violates UK legislation on hate-speech, abuse and menace. Whilst forensic linguistic research into threatening and abusive language is, however, gradually growing (Carney, 2014; Chakraborti, 2010: 99-123; and Fraser, 1998), there is a shortage of research into linguistic aggression online, and particularly research into trolling (see, however, Binns, 2011; Herring et al., 2002; and Shin, 2008). In endeavouring to contribute to this under-researched area, this paper seeks to address the question, 'How do users respond to (perceived) trolling?' The answer to this is elaborated through the creation of a working taxonomy of response types, drawn from 3,727 examples of user discussions and accusations of trolling which were extracted from an eighty-six million word Usenet corpus. I conclude this paper by discussing the limitations and applications of this research."
    },
    {
        "Abstract": "Although socially interactive agents have emerged as a new metaphor for human-computer interaction, they are, to date, absent from the Internet. We describe the design choices, implementation, and challenges in building EEVA, the first fully integrated platform-independent framework for deploying realistic 3D web-based social agents: with real-time multimodal perception of, and response to, the user's verbal and non-verbal social cues, EEVA agents are capable of communicating rich customizable content to users in real time, while building and maintaining users' profiles for long-term interactions. The modularity of the EEVA framework enables it to be used as a testbed for agents' social communication model development of increasing performance and sophistication (e.g. building rapport, expressing empathy). We discuss the framework's feasibility by analyzing the response time of the system over the Internet, in the context of a health intervention built using EEVA authoring functionalities."
    },
    {
        "Abstract": "Mobile services can provide users with information relevant to their current circumstances. Distant services in turn can acquire local information from people in an area of interest. Socially expressive agent behaviour has been suggested as a way to build reciprocal relationships and to increase user response to such requests. This between-subject, Wizard-of-Oz experiment aimed to investigate the potential of such behaviours. 44 participants performed a search task in an urgent context while being interrupted by a mobile agent that both provided and requested information. The socially expressive behaviour shown in this study did not increase compliance to requests; it instead reduced trust in provided information and compliance to warnings. It also negatively impacted,the affective experience of users scoring lower on empathy as a personality trait. Inappropriate social expressiveness can have serious consequences; we here elaborate on the reasons for our negative results."
    },
    {
        "Abstract": "Xu et al. (2013) developed the 3Q model comprising three major quality dimensions, namely, system quality (SysQ), information quality (IQ), and service quality (SQ), which contain a total of 13 quality subdimensions. This wide array of quality subdimensions means that e-commerce managers encounter uncertainty around which resources to enhance. Hence, our research objective is to examine how user conscientiousness, i.e., an individual's tendency to be efficient and systematic, moderates the relations between the 13 quality subdimensions and SQ, SysQ, and IQ in an e-commerce context. We used a survey to collect responses from 1750 online shoppers, and we conducted covariance-based structural equation modeling (CB-SEM) to analyze the data. Our results indicate that highly conscientious shoppers emphasize empathy and service reliability for SQ, timeliness and accessibility for SysQ, and accuracy for IQ. Our results have implications for e-commerce managers concerning the design of resource-allocation strategies for the 13 quality subdimensions."
    },
    {
        "Abstract": "Affective computing explores the development of systems and devices that can perceive, translate, process, and reproduce human emotion. It is an interdisciplinary field which includes computer science, psychology and cognitive science. An inspiration for the research is the ability to simulate empathy when communicating with computers or in the future robots. This paper explored the potential of facial expression tracking with deep learning to make chatbots more emotionally aware through developing a post-therapy session survey chatbot which responds depending on two inputs, interactant's response and facial expression. The developed chatbot summarizes emotional state of the user during the survey through percentages of the tracked facial expressions throughout the conversation with the chatbot. Facial expression tracking for happy, neutral, and hurt had 66.7%, 16.7%, and 56.7% tracking accuracy, respectively. Moreover, the developed program was tested to track expressions simultaneously per second. It can track 17 expressions with stationary subject and 14 expressions with non-stationary subject in a span of 30 seconds."
    },
    {
        "Abstract": "Companion or 'pet' robots can be expected to be an important part of a future in which robots contribute to our lives in many ways. An understanding of emotional interactions would be essential to such robots' behavior. To improve the cognitive and behavior systems of such robots, we propose the use of an artificial topological consciousness that uses a synthetic neurotransmitter and motivation, including a biologically inspired emotion system. A fundamental aspect of a companion robot is a cross communication system that enables natural interactions between humans and the robot. This paper focuses on three points in the development of our proposed framework: (1) the organization of the behavior including inside-state emotion regarding the phylogenetic consciousness-based architecture; (2) a method whereby the robot can have empathy toward its human user's expressions of emotion; and (3) a method that enables the robot to select a facial expression in response to the human user, providing instant human-like 'emotion' and based on emotional intelligence (El) that uses a biologically inspired topological online method to express, for example, encouragement or being delighted. We also demonstrate the performance of the artificial consciousness based on the complexity level and a robot's social expressions that are designed to enhance the users affinity with the robot. (C) 2016 Elsevier B.V. All rights reserved."
    },
    {
        "Abstract": "Objective: We sought to assess and analyze the information available about sudden unexpected death in epilepsy (SUDEP) and the general perception of this condition by the public on YouTube. Methods: We evaluated all consecutive videos containing references to 'sudden unexpected death in epilepsy' and 'SUDEP' on YouTube. Data were extracted after applying the inclusion and exclusion criteria. Various characteristics of the videos including the type of content, uploading source, likes, dislikes, and comments received were classified and analyzed. Results: A total of 113 videos were included, with the majority uploaded by individual users (51.3%) followed by activist groups (40.7%). The primary content from individual users created videos were tribute to family members who died because of SUDEP (43.1%) and personal narration (362%), whereas educational/scientific information (55%) and advertisements (45%) to raise SUDEP awareness comprised the videos from professional societies and activist groups. More than three-fourths of the comments to the videos were in response to individual user uploaded videos, and mainly comprised of positive statement conveying empathy or describing personal encounters. Conclusion: Substantial information is available regarding SUDEP on YouTube: however, the viewer engagement remains limited. Individual user-created videos about SUDEP are the most popular and viewer engaging. Incorporating personal/anecdotal experiences in addition to scientific information in the video content might further improve the viewer engagement. (C) 2018 Elsevier Inc. All rights reserved."
    },
    {
        "Abstract": "We describe an attentive listening system for the autonomous android robot ERICA. The proposed system generates several types of listener responses: backchannels, repeats, elaborating questions, assessments, generic sentimental responses, and generic responses. In this paper, we report a subjective experiment with 20 elderly people. First, we evaluated each system utterance excluding backchannels and generic responses, in an offline manner. It was found that most of the system utterances were linguistically appropriate, and they elicited positive reactions from the subjects. Furthermore, 58.2% of the responses were acknowledged as being appropriate listener responses. We also compared the proposed system with a WOZ system where a human operator was operating the robot. From the subjective evaluation, the proposed system achieved comparable scores in basic skills of attentive listening such as encouragement to talk, focused on the talk, and actively listening. It was also found that there is still a gap between the system and the WOZ for more sophisticated skills such as dialogue understanding, showing interest, and empathy towards the user."
    },
    {
        "Abstract": "As part of a multimodal animated avatar previously presented in Marcos-Pablos et al. ((2010) A realistic, virtual head for human-computer interaction. Interact. Comput., 22, 176-192, ISSN 0953-5438), in this paper we describe a method for dynamic recognition of displayed facial emotions on low-resolution streaming images. First, we address the detection of action units (AUs) of the facial action coding system using active shape models and Gabor filters. Normalized outputs of the AU recognition step are then used as inputs for a neural network that consists of an habituation network plus a competitive network. Both the competitive and the habituation layer use differential equations, thus taking into account the dynamic information of facial expressions through time. Experimental results carried out on live video sequences and on the Cohn-Kanade face database show that the proposed method provides high recognition hit rates. To assess the suitability of the developed emotional recognition system for human-computer interaction applications, it has been successfully integrated in the architecture of an avatar and we have conducted a preliminary experiment on empathy. The experiment showed promising results, as the avatar that made use of the emotional recognition system obtained a clear increase in the positivity of the rating when compared with the same avatar with no emotional response."
    },
    {
        "Abstract": "Background: Evidence-based HIV interventions often fail to reach anticipated impact due to insufficient utilization in real-world health systems. Human-centered design (HCD) represents a novel approach in tailoring innovations to fit end-users, narrowing the gap between efficacious interventions and impact at scale. Methods: We combined a narrative literature review of HCD in HIV programs with our experience using HCD to redesign an intervention promoting patient-centered care (PCC) practices among health care workers (HCW) in Zambia. We summarize the use and results of HCD in the global HIV response and share case study insights to advance conceptualization of HCD applications. Results: The literature review identified 13 articles (representing 7 studies) on the use of HCD in HIV. All studies featured HCD hallmarks including empathy development, user-driven inquiry, ideation, and iterative refinement. HCD was applied to mHealth design, a management intervention and pre-exposure prophylaxis delivery. Our HCD application addressed a behavioral service delivery target: changing HCW patient-centered beliefs, attitudes, and practices. Through in-depth developer-user interaction, our HCD approach revealed specific HCW support for and resistance to PCC, suggesting intervention revisions to improve feasibility and acceptability and PCC considerations that could inform implementation in transferable settings. Conclusions: As both a research and implementation tool, HCD has potential to improve effective implementation of the HIV response, particularly for product development; new intervention introduction; and complex system interventions. Further research on HCD application strengths and limitations is needed. Those promoting PCC may improve implementation success by seeking out resonance and anticipating the challenges our HCD process identified."
    },
    {
        "Abstract": "This article examines the factors of e-learners' perceptions of service quality in terms of the physical appearance of the learning management system, students' assurance of personnel's level of knowledge, and the customized attention to students' needs. The authors use a survey to measure the five dimensions of the SERVQUAL scale, adapted to the e-learning context. A total of 325 responses were obtained. To validate their scale, the authors performed exploratory and confirmatory factor analyses. They found that the most important determining factors for e-learning are: ergonomics, corresponding to the attractiveness of the e-learning system; assurance, corresponding to instructors' ability to satisfy students' needs; and empathy, corresponding to the attention given to each individual student. The authors also found that in the context of e-learning, the relative importance of the dimensions of perceived quality is different from what is typically observed in more traditional services. Their findings enable educational institutions to improve their understanding of the expectations and perceptions of e-learners."
    },
    {
        "Abstract": "Various perspectives are being studied to increase the usability and persistence of voice assistants (VA) as the use is rapidly expanding to various domains. Particularly, many studies note that users personify VA. Systems designed to suit users differing mental models while using specific systems can provide a positive user experience, increasing usability and persistence. Therefore, we tried to structure the mental model of users using personified VA and proposed these results as an important factor to consider in personifying VA. To determine important factors to consider in personifying VA, this research structures the mental model of users using personified VA. Furthermore, we used two types of psychological approaches that were not applied in previous studies to analyze users' mental models. Using two types of psychological approaches that were not applied in previous studies, this research analyzed users' mental models. In Study 1, each user's thinking process is derived through ZMET (Zaltman metaphor elicitation techniques) as a consensus map. Afterward, in Study 2, correlations between the key components analyzed in Study 1 are validated through RG (repertory grid technique). As a result, the research found that there are three different psychological structures. The first structure is of users who feel human-like empathy and warmth in the use of VA. Meanwhile, the second structure is of users who seek help with problem-solving. The last is the psychological structure of users who regarded anthropomorphic VA as just a machine. Users with this mental model expect the potential for development as a machine rather than the personification of VA. Ultimately, this research is meaningful in that it analyzes each user's psychological mechanism for personified VA through a psychological approach and derives three new mental models in detail."
    },
    {
        "Abstract": "During the last decade, the freemium business model has spread into a variety of services especially online. However, service developers have faced a dilemma of balancing between making the service as high quality as possible but at the same time creating demand for the premium products that augment the core free service. If the service is of enough high quality, augmenting premium products might not offer significant added value over the otherwise free service. In this study we investigate how perceived service quality predicts customers' willingness to continue using the freemium services and to purchase premium content. User responses were gathered from freemium services (free-to-play games) (N = 869). The results indicate that while expectedly the different dimensions of service quality (assurance, empathy, reliability and responsiveness) positively predict the intentions to continue using the freemium service, they do directly predict why people would be willing to spend more money on premium, i.e. the effect of perceived quality of a freemium service on premium purchases is mediated by use of freemium. These findings indicate that increasing the quality of a freemium service has surprisingly little effect on the demand for additional premium services directly. (C) 2016 Elsevier Ltd. All rights reserved."
    },
    {
        "Abstract": "Participatory medicine and e-health help to promote health literacy among non-medical professionals. Users of e-health systems actively participate in a patient social network system (PSNS) to share health information and experiences with other users with similar health conditions. Users' activities provide valuable healthcare resources to develop effective participatory medicine between patients, caregivers, and medical professionals. This study aims to investigate the factors of patients' engagement in a PSNS by integrating and modifying an existing behavioral model and information system model (i.e., affective events theory (AET) and self-determination theory (SDT)). The AET is used to model the structure, the affective aspects of the driven behavior, and actual affective manifestation. The SDT is used to model interest and its relations with behavior. The data analysis and model testing are based on structural equation modeling, using responses from 428 users. The results indicate that interest and empathy promote users' engagement in a PSNS. The findings from this study suggest recommendations to further promote users' participation in a PSNS from the sociotechnical perspective, which include sensitizing and constructive engagement features. Furthermore, the data generated from a user's participation in a PSNS could contribute to the study of clinical manifestations of disease, especially an emerging disease."
    },
    {
        "Abstract": "The purpose of this research is to analyze cessation text-messages written by pregnant smokers to elucidate the target population's preferred content and message attributes. To achieve this goal, the objectives of this study are three-fold; to qualitatively code messages written by pregnant smokers for frame, type of appeal, and intended target. Study participants were recruited as part of a larger trial of pregnant smokers who were enrolled in a text-messaging program or control group and surveyed 1 month post-enrollment. Each participant was asked to write a brief message to another pregnant smoker and two independent coders qualitatively analyzed responses. User generated messages (N = 51) were equally loss and gain framed, and the most common appeals were: fear, guilt, cognitive, hope and empathy, in order of most to least frequent. The target of the majority of the messages was the baby. Allowing pregnant smokers to write cessation text-messages for other pregnant women can provide relevant insight into intervention content. Specifically, pregnant smokers appear to equally promote gain and loss frames, but may prefer messages that include components of fear and guilt related to the impact of smoking on their baby. Additional research is needed to systematically uncover perspectives of pregnant smokers to ensure interventions are optimally effective."
    },
    {
        "Abstract": "In virtual reality (VR) applications the user's subjective experiences and responses to the same VR technology, like the presence experience, can differ enormously between people. Such interindividual differences are not well examined yet. The aim of the present study was to examine the relationship between personality variables and presence in VR. Thirty female participants completed different personality questionnaires before they were exposed to an interactive and immersive virtual environment. Afterward, they completed various presence questionnaires to determine whether correlations between personality and presence depend on the used presence measure, or if different presence questionnaires reveal comparable results. Significant positive correlations were found among the different presence questionnaires. Nevertheless, personality variables like impulsive tendencies, empathy, locus of control, or the Big Five personality traits showed heterogeneous correlations with presence, depending on the presence questionnaire used. Absorption seemed to be the best predictor for the feeling of presence in VR and showed the strongest relationship with presence, independent of the used presence measure. Mental imagination, perspective taking, and immersive tendencies showed significant correlations with presence too, which were comparable between different presence measures. Hence, to find valid and meaningful relationships between personality variables and presence in VR it is beneficial to use different measures to assess presence."
    },
    {
        "Abstract": "This study examines the extent to which three types of online media (i.e., consumer reviews, personal references, advertisements) change consumers' attitudes toward a tourism product. Using a 3 x 3 x 2 fractional factorial design, this study also tests how visual format and message framing interact with media type to influence attitude change. Findings indicate that online consumer reviews change tourists' attitudes more than the other two media types, with empathetic persuasiveness playing the most influential role in negative product reviews and information involvement playing a critical role in positive online consumer reviews and advertisements. Moreover, visual format influences the effects of media type and message framing on attitude change."
    },
    {
        "Abstract": "Services are intangible in nature and as a result, it is often difficult to measure the quality of the service. In the service literature, the service is usually delivered by a human to a human customer and the quality of the service is often evaluated using the SERVQUAL dimensions. An extensive review of the literature shows there is a lack of an empirical model to assess the perceived service quality provided by a social robot. Furthermore, the social robot literature highlights key differences between human service and social robots. For example, scholars have highlighted the importance of entertainment value and engagement in the adoption of social robots in the service industry. However, it is unclear whether the SERVQUAL dimensions are appropriate to measure social robot's service quality. The paper proposes the SERVBOT model to assess a social robot's service quality. It identifies, reliability, responsiveness, assurance, empathy, and entertainment as the five dimensions of SERVBOT. Further, the research will investigate how these five factors influence emotional engagement and future intentions to use the social robot in a concierge service setting. The model was tested using student sampling, and a total of 94 responses were collected for the study. The findings indicate empathy and entertainment value as key predictors of emotional engagement. Further, emotional engagement is a strong predictor of future intention to use a social robot in a service setting. This study is the first to propose the SERVBOT model to measure social robot's service quality. The model provides a theoretical underpinning on the key service quality dimensions of a social robot and gives scholars and managers a method to track the service quality of a social robot. The study also extends on the literature by exploring the key factors that influence the use of social robots (i.e., emotional engagement)."
    },
    {
        "Abstract": "Background Developing a public health workforce that can understand problems from a population perspective is essential in the design of impactful user-centred responses to current population health challenges. Design Thinking, a user-driven process for problem-defining and solution-finding, not only has utility in the field of public health but stands as a potential mechanism for developing critical skills -such as empathy, creativity and innovation- amongst future professionals. Though the literature reflects the use of DT across many health sciences disciplines, less research has been published on how students apply learned concepts using real-world challenges of their choice and what difficulties they face during the process. Methods This case study evaluates achieved learning outcomes after the introduction of a design thinking block into post-graduate public health curriculum at the University College Dublin. Two independent assessors evaluated student learning outcomes and observed difficulties during the process by assessing group presentations to identify and understand any learning difficulties using an ad-hoc designed tool. The tool consisted of twelve items scored using a 5-point Likert scale. Student feedback, in the form of an online survey, was also analysed to determine their level of enjoyment, perceived learning outcomes and opinions on the course content. Results The assessors evaluated thirteen DT group presentations and reports from 50 students. The groups chose a range of topics from socialization of college students during Covid-19 to mental health challenges in a low-income country. Independent assessment of assignments revealed that the highest scores were reached by groups who explored a challenge relevant to their own lives (more than 80% of total possible points versus 60% class average). The groups that explored challenges more distant to themselves struggled with problem finding with a mean score of 2.05 (SD +/- 1.2) out of 5 in that domain. The greatest difficulties were observed in problem finding and ideation. Though most students found the design thinking block enjoyable and relevant to their education, they recommended that the DT block be a stand-alone module. Students recognized that groups who chose a familiar topic experienced fewer difficulties throughout the process. Conclusion The study showed that DT learning outcomes were best achieved when students focused on challenges, they had either personally experienced or were familiar with. These findings provide insight for future iterations of DT workshops and support the teaching of user-centred approaches to future public health practitioners."
    },
    {
        "Abstract": "Purpose - The purpose of this paper is to investigate the effects of customer perceptions of service quality on electronic word of mouth (eWOM) and switching intentions through cognitive and emotional responses. Design/methodology/approach - The authors have developed a theoretical framework based on behavioural theories to analyse the environmental aspects of relationships that affect customer behavioural intentions. The authors adapted a quantitative methodology along with the positivist philosophical approach to investigate the hypotheses within the theoretical framework. The authors applied a protracted stimuli-organism-response model to highlight the peripheral reliability, responsiveness, tangibility, empathy, assurance, and the impact of the customer's feelings while simultaneously linking the elements to each other. In addition, the authors applied the theory of reasoned action to reflect the marginal elements of subjective norms, attitude, and customers' behavioural intentions. A survey with 601 responses has been used in this study. Findings - In the setting of KSA's mobile telecom industry, the authors confirm that there is a positive effect of customer perceptions of service quality on their eWOM and switching intentions through their cognitive and emotional responses. Originality/value - The framework of this study enhances our understanding of the role of service quality as an environmental influence on an individual's intentions to switch and eWOM. This conceptual framework is essential in evaluating the mediating roles of attitude and emotions in relation to eWOM and intention to switch."
    },
    {
        "Abstract": "Objective: The main aim of this study was to determine if hospitalized patients' satisfaction with emergency department nursing care differs between hospitals of greater or lesser complexity. Methods: Descriptive, cross-sectional, multicenter study of a random sample of 390 users of emergency services who were admitted to hospital. Data were collected with the La Monica-Oberst Patient Satisfaction Scale and a standardized questionnaire on personal and health-related patient details. Results: On a scale of 1 to 7 reflecting patient satisfaction with nursing care (1, very satisfied; 7, very disatisfied), the mean (SD) score overall was 2.34 (0.98). No significant differences in the overall satisfaction scores were found in relation to hospital complexity, but differences were detected for certain aspects of nursing: the chance to share feelings and ask questions (better in greater complexity hospitals) and participation in care planning, empathy and emotional communication, the chance to request information, and promptness in response to calls and kidness of nurses (better in bessen complexity hospitals). Higher user satisfaction was associated with a shorter emergency department stay. Conclusions: We found a medium to high level of patient satisfaction with emergency nursing care in this study. Overall satisfaction was unrelated to type of hospital (complexity). However, certain aspects of care did show differences between more and less complex hospitals. These aspects can be taken into account when planning ways to improve satisfaction with nursing care."
    },
    {
        "Abstract": "To run a business successfully, quality determination and customer relations are very important factors. Therefore, it is necessary to measure quality and identify critical points of business. In this paper, an original integrated model for measuring the service quality of reverse logistics (RL) was developed for the company Komunalac Teslic, which was used as an example. The Delphi and Full Consistency Method (FUCOM) was applied to determine the significance of the quality dimensions, while a modified SERVQUAL (SQ) model was used to measure the service quality of the logistics. An original SQ questionnaire was formed with a total of 21 statements that were arranged in five standard dimensions. Examining the reliability of the questionnaire for quality dimensions using the Cronbach Alpha coefficient, it was found that the measurement scales for dimensions are appropriate in terms of user expectations, while in terms of quality perception there is no measurement scale for the empathy dimension. An extensive statistical analysis was then performed to verify the results. A Signum test was applied to identify the relationship between the responses in terms of expectations and perceptions, i.e., to examine their differences. The findings obtained by this research show that the expectations were higher than the perceived quality of the services and that there was a significant statistical difference for 12 of the SQ statements. For two statements, there was a significant statistical difference in favor of perceived quality compared to expectations. Based on the results obtained, the company must improve its services in order for service quality to be at a satisfactory level."
    },
    {
        "Abstract": "Purpose: I argue that emotional appeals, prevalent in charts and graphs during the later nineteenth century but largely dormant since then, have rapidly re-emerged in contemporary data visualization. Changing the relationship between designer and user, this new form of data design has intensified the affective impact of data displays by eliciting emotions ranging from excitement and empathy to anxiety and fear. Methods: This article draws on historical and contemporary sources to build its case. It gives an overview of emotional appeals in the rhetorical tradition, from Aristotle to modern theorists like George Campbell, who emphasized sensory responses through personalization and proximity. The article provides an historical overview of pathos appeals in data design during the later nineteenth century and the shift to modernist minimalism in the twentieth century. Contemporary examples from companies, nonprofits, government agencies, and individual designers illustrate how data visualization arouses emotion. Results: Emotional appeals during the nineteenth century focused primarily on color and design novelty, which, by appealing largely to the senses, fostered emotional responses such as excitement and curiosity. Contemporary data visualization makes similar emotional appeals through the use of color, novelty, and multimodal features; however, digital technology also allows designers to appeal to the emotions by personalizing displays through interactivity, spatial and temporal proximity, and aesthetic and expressive elements. Conclusion: Pathos (emotional) appeals have become an integral part of contemporary data visualization, largely because of the multimodal and interactive affordances of digital technology. Designers who understand this dimension of data design can deploy technology to make their displays more engaging, humane, and usable."
    },
    {
        "Abstract": "The efficacy of Trauma-Focused Cognitive Behavioral Therapy (TF-CBT) has been shown in several randomized controlled trials. However, to our knowledge no one has studied the TF-CBT model from a user's perspective. The objective of this study was to explore traumatized youths' experiences of receiving TF-CBT. Thirty youths between 11 and 17 years old (M = 15, SD = 1.8) were interviewed using a semi-structured interview guide after they had received TF-CBT as part of an effectiveness trial. The interviews were analyzed according to thematic analysis. The youths' responses were grouped into four themes: (1) expectations, (2) experiences of talking to the therapist and sharing information, (3) experiences of trauma narrative work, and (4) experiences of change and change processes. Findings showed how an initial fear of talking about traumatic events and not knowing what to expect from therapy was reduced when the youth experienced the therapist as empathetic and knowledgeable. Talking to the therapist was experienced as positive because of the therapist's expertise, neutrality, empathy, and confidentiality. Talking about the trauma was perceived as difficult but also as most helpful. Learning skills for reducing stress was also perceived as helpful. Important change processes were described as resuming normal functioning and getting back on track,, or as acquiring new perspectives and moving forward. Because TF-CBT is recommended as a first line treatment for traumatized youth and treating posttraumatic stress may entail special challenges, understanding more about how youths experience this mode of treatment contributes to our knowledge base and may help us tailor interventions. (C) 2013 Elsevier Ltd. All rights reserved."
    },
    {
        "Abstract": "Personas are fictional representations of an end user based on data collected from a specific target audience. The creation of personas takes time, because part of the process is manual, which causes difficulties during the stages of data generation and analysis, if the data sample is large. The present work aims to investigate the results of the automatic generation of personas through a questionnaire and the Clustering method. Initially, a questionnaire was applied in order to outline the profile of students in the Computer Science and Software Engineering courses at the university Federal of Ceara. 130 responses were obtained from this applied questionnaire. The automatic generation of personas used the collected responses as a database, these data were applied to the Clustering method. From Clustering, using a specific tool for this purpose, it was possible to generate four personas automatically. In relation to the data generated from the personas, it was possible to identify some characteristics, such as: (a) course choice factor: the opportunity to work with new technologies, influence of family and friends and the possibility of living abroad; (b) factor of withdrawal from the course: lack of identification with the course, learning difficulties in the disciplines and finance; and, (c) area of interest: software engineering, human -computer interaction and computer graphics. A new questionnaire was applied in order to validate the personas generated in relation to credibility, empathy and similarity. Based on the results obtained, it was observed that two of the four personas generated achieved greater prominence in relation to the validation criteria, showing that the personas look like real people, students think like the personas and share similar interests."
    },
    {
        "Abstract": "Introduction This study analyses the responses on the web to the publication of the newspaper Metro Ecuador about the interruption of a performance of A rapist on your way in a square in Santiago de Compostela (on December 11, 2019). Objective. The study focuses on the interactions that are established with a user after he makes a comment in defense of the feminist manifestation. Methodology. One hundred and twenty-four interventions are analysed using the thematic analysis methodology in six phases. With this methodology, four categories of analysis of the interventions were generated: refusal addressed to the sender's message, refusal addressed to women and feminism, support to the initial message and rejection of sexist comments. Results. The results show that most of the interventions, carried out by men, reject the alliance of this man with women; rejection is carried out through direct or indirect aggression, by questioning his gender, sexuality, motivations of the comment, or attacking and discrediting him, among other strategies. The interventions also lead to attacks against feminism as a political movement and against feminist women; in addition, women in general will be attacked, mocking the traditional roles attributed to gender and justifying macho behaviour, among other things. There is only a minimum of supportive arguments, which revolve mainly around the empathy that generates the possibility that this happens to your mother, daughter, sister or sexist defence arguments (protection for being the weak gender). Conclusions and discussion. This analysis contributes to reflecting on the impossibility that, in a patriarchal culture, men could abandon the position of competence against women and be solidary with feminist struggles, since in doing so they receive a call to order by members of their gender."
    },
    {
        "Abstract": "This paper presents preliminary findings from an immersive simulation of dementia. The myShoes project aims to promote health care professionals' affective empathy for people with dementia through exposure to an embodied experience. Simulation provides a safe and feasible means of exposing students to defined situations. However, immersive technologies go a step further by providing an embodied experience through which students can feel what it is like to be on the receiving end of care; in the patient's shoes. Simulated activities can trigger emotions, such as confusion and frustration caused by the inability to complete simple tasks, process sensory information or do certain tasks repeatedly. Coupling age related visual and auditory overlay filters with misdirection, misperception, object switching and sleight of hand, along with other techniques, can offer an experience not easily accomplished through standard role play. The project involved the development, testing and piloting of a prototype simulation using an Oculus Rift virtual reality headset. Three learning technologists worked closely with a specialist team consisting of a dementia care expert, a clinical psychologist, a mental health nurse, a physiotherapist and an educational researcher to develop an authentic experience using popular game development tools, including Unity, Blender and 3D assets. The ` think aloud technique' was used to gain feedback from a multi-professional cohort of student health and social care professionals during the user testing and pilot phases of the project. Pre and post-simulation questionnaires were administered to establish personality/emotional resilience and responses to the activities. Findings suggest that the project has been successful in simulating a range of aspects of dementia with which students can identify and its applicability in and beyond pre-registration training is being explored."
    },
    {
        "Abstract": "Accessible Summary The authors aimed to find out whether staff found team formulation helpful and whether staff felt it changed their work with service users. Twenty-eight staff members working on the assessment and treatment unit were asked to complete a questionnaire about team formulation. Most staff found formulation meetings to be helpful (80%) and felt that formulation meetings improved how they work with service users (86%). These findings suggest team formulation may improve staff approach and the care and support service users receive in hospital. Background Materials and Methods Research suggests that the use of team formulation within mental health services may improve staff understanding of service users' difficulties and increase team empathy and reflection. The aim of this evaluation was to investigate staff perceptions of team formulation within an assessment and treatment unit for individuals with learning disabilities. Specifically, the authors aimed to investigate whether staff found team formulation helpful and whether staff felt it impacted their work with service users. A survey was completed using a cross-sectional questionnaire design. Twenty-eight staff members working on the assessment and treatment unit were asked to complete an anonymous questionnaire about team formulation meetings. Results Conclusions The response rate was 54%. The majority of staff agreed that they found formulation meetings to be helpful (80%) and that formulation meetings positively impacted how they work with service users (86%). The most common theme arising from staff responses concerning the most helpful aspects of formulation meetings was gaining a greater understanding of service users. The findings from this evaluation show that the majority of respondents felt team formulation was helpful and had a positive impact on their work with service users. These findings support the use of team formulation within mental health and learning disabilities services. Future research could investigate the impact of team formulation on service user well-being and outcomes."
    },
    {
        "Abstract": "As governments increasingly deliver services over the Internet, the opportunities for monitoring and surveillance of society increase. In public services to support the vulnerable, such as welfare, monitoring and surveillance functionality is often regarded by system designers as important components in defences against fraud and system misuse. However, the responses from the participants in this study demonstrate the potential difficulty of deploying such approaches when the systems themselves are perceived as working against not with the communities and indicate that supportive social networks are a prerequisite for these the technological systems to be secure. We explored the case of the use of the Internet to deliver parts of the UK welfare system from the perspective of an economically and socially deprived community in the North East of England. The findings show that, in the views of the research participants, reliance on technological security mechanisms makes the underlying administrative processes less rather than more secure. The findings also show that a focus on system security and monitoring rather than benevolence and user empathy is a barrier to the successful delivery of 'digital by default' services and can increase the overall feelings of insecurity in everyday life for service users. Our conclusion is that rather than being regarded as a technical system, such a service is better conceptualised as a social system with technological elements embedded within it. We therefore also argue that if such technological systems are to be secure, then the service design must also support the social networks that interact with these systems. We further argue that service providers must work with individual communities to develop and support the social networks in order for the technological security controls to be effective."
    },
    {
        "Abstract": "FinBots are chatbots built on automated decision technology, aimed to facilitate accessible banking and to support customers in making financial decisions. Chatbots are increasing in prevalence, sometimes even equipped to mimic human social rules, expectations and norms, decreasing the necessity for human-to -human interaction. As banks and financial advisory platforms move towards creating bots that enhance the current state of consumer trust and adoption rates, we investigated the effects of chatbot vignettes with and without socio-emotional features on intention to use the chatbot for financial support purposes. We conducted a between-subject online experiment with N = 410 participants. Participants in the control group were provided with a vignette describing a secure and reliable chatbot called XR023, whereas participants in the experimental group were presented with a vignette describing a secure and reliable chatbot that is more human-like and named Emma. We found that Vignette Emma did not increase participants' trust levels nor lowered their privacy concerns even though it increased perception of social presence. However, we found that intention to use the presented chatbot for financial support was positively influenced by perceived humanness and trust in the bot. Participants were also more willing to share financially-sensitive information such as account number, sort code and payments information to XR023 compared to Emma - revealing a preference for a technical and mechanical FinBot in information sharing. Overall, this research contributes to our understanding of the intention to use chatbots with different features as financial technology, in particular that socio-emotional support may not be favoured when designed independently of financial function."
    },
    {
        "Abstract": "A contribution to Interactive Digital Storytelling is made through prototype The Break Up a film short for online TV and video using Object-Based Broadcasting. The prototype can change its music, video and color grade when informed by implicit interaction. This paper evaluates whether a music genre expected to suit the participant enhanced their experience. Half the participants saw The Break Up with music expected to suit them, half not, color grade and video were constant. They completed a form about their experience. Participants expected to not 'enjoy' the music scored their engagement somewhat higher (67/100) than those expected to like it (58/100). The prototype tested showed it was capable of automatically compositing media objects in response user context, combined with a positive reception to implicit personalization this indicates potential for further work."
    },
    {
        "Abstract": "This study is part of the larger Game Bridge project, which investigates the potential and challenges of designing and implementing 3D-learning games for Computer Supported Collaborative Learning (CSCL). In this study we concentrate on players' game experiences caused by the educational collaborative game Game Bridge. More specifically we assess players' game experiences using both subjective (self-report measure) and objective (physiological responses) research methods. Our aim is to provide cross-validated descriptions of the emotional experience of players during game-play. Thus, we combined knowledge of supplementary methods, integrating metrical game data with other user experience measures such as psychophysiological methods, usability methods and surveys. The aim is to link game experience directly to the game design elements and to improve the quality of educational games. The results indicated that players' game experiences were fairly positive, players felt happy and enjoyed playing the game. Additional results showed that players felt competent and the game was not particularly challenging. Moreover, players felt a certain degree of immersion and flow. The puzzles of the game were designed to require effort and commitment from several players for successful completion. Our conclusion that we achieved this goal is supported by the fact that there was strong behavioral involvement among players and that player's felt empathy towards each other. Given the nature of the game it should be noted that positive feelings and behavioral involvement were strongly associated with the feelings of competence. This shows that group dynamics and team spirit are important parts of multiplayer game experience and are associated with feelings of competence. Players' physiological responses during the game revealed that playing the game increased the level of players' emotional arousal compared to the rest phase. Results also showed that players' arousal state varied greatly during the game, but it should be noted that changes in arousal state were unique and varied between the players."
    },
    {
        "Abstract": "Educational games keep gaining popularity among practitioners and researchers in the 21st century. Central to the games is the integration between game content and learning content. However, the integration is still poorly understood, especially on the lower, more technical level. Indeed, educational games' state of the art is arguably still fragmented, and educational game studies exploring lower-level technicalities are much needed. A subset of the integration topic is integrating the game's learning content with its narrative. Like games for entertainment, educational games can significantly benefit from compelling narratives. This paper, therefore, presents our preliminary empirical investigation into the topic. We experimented with an educational role-playing game whose narrative presented learning content consisting of lessons on informatics-related learning topics. The game's heroic-themed narrative framed the lessons' elements as items, which the player would collect to defeat the main antagonist. The integration followed an approach termed medium coupling, which partially integrates learning content with game content. The partial nature allowed us to change the game's learning topic and lessons while keeping the narrative intact. We employed three topics differing in familiarity, comprehensibility, and memorability aspects. Furthermore, we composed our game's narrative to possess several technical aspects: straightforward yet immediately engaging storytelling, an imaginative story, compelling plot hooks, and relatable and empathy-inducing characters. Sixty first-year Informatics students playtested our game in three sessions under different learning topics. Afterward, they reported their experiences through a questionnaire based on the Game User Experience Satisfaction Scale (GUESS) and EGameFlow scales. Our correlation test and analysis of the questionnaire responses uncovers several insights; among them is that familiar, easy to comprehend, and easy to memorize learning content can most effectively integrate with a narrative. Two other significant insights are: (1) simple and relatable characters suit educational games, and (2) being immediately engaging, enjoyable, and imaginative are essential qualities of the games' narratives. From the analysis results, we extract general principles of integration between learning content and narrative. We also discuss our study's implications and limitations, with the latter concerning the lessons' category according to Bloom's Taxonomy and the preliminary nature of our study."
    },
    {
        "Abstract": "The experience of poverty as shameful is felt by some people living in poverty due to the internalisation of stigmatising neo-liberal discourses which construe poverty as the consequence of individual failings of effort, competence or morality. A critical response requires an analysis of poverty as primarily caused by structural factors, as without this critical perspective, social workers can become complicit with a responsibilisation agenda based on stigma. Many social work students were raised in the neo-liberal era where the post-war consensus on welfare had diminished and thus may be blind to the assumptions embedded in current discourse about people in poverty. Increasing inequalities in many western countries may mean infrequent contact between people from different class backgrounds and exposure to the realities of poverty. To address the potential risk of social workers reinforcing poverty stigma we propose teaching which explicitly addresses the discrepancies between a structural analysis of poverty and current individualistic discourses that produce stigma. Suggested methods include using complex case studies, and bringing service user voices into the classroom, and the use of the arts, alongside exploring how moral panics are created by regimes of shame, surveillance and control which underpin welfare policy."
    },
    {
        "Abstract": "Background: Seclusion and restraint are interventions currently permitted for use in mental health services to control or manage a person's behaviour. In Australia, serious concerns about the use of such seclusion and restraint have been raised at least since 1993. Consumers and their supporters have also expressed strong views about the harm of these practices. This paper presents the results of ten focus group discussions with people with lived experience of mental health issues and also carers, family members and support persons in relation to the use of seclusion and restraint. Methods: The 30 consumers and 36 supporters participating in the focus groups convened in four Australian cities and one regional centre discussed their understandings of the use of seclusion and restraint and its impact on the people involved. Participants also presented their observations about poor practice and what contributes to it as well as providing ideas and recommendations regarding strategies to reduce or eliminate seclusion and restraint. Focus group discussions were recorded and transcribed, then analysed using the NVivo 10 qualitative data analysis software with a general inductive approach used to analyse data. This analysis enabled consideration of the responses to key questions in the focus groups as well as the identification of emerging themes. Results: Six themes emerged from the analysis, these being: human rights, trauma, control, isolation, dehumanisation and ` othering', and anti-recovery. Examples of poor practice identified by focus groups included the use of excessive force, lack of empathy/paternalistic attitudes, lack of communication and interaction and a lack of alternative strategies to the use of seclusion and restraint. There was a confluence of factors identified by participants as contributing to poor practice, with the main factors being organisational culture, the physical environment, under-resourced mental health services and fear and stigma. Conclusions: Focus group participants in the main viewed seclusion and restraint practices in mental health settings as unnecessarily overused, exacerbating problems for individuals, carers, staff and the broader system of care. This study highlights that lived experience of both consumers and their supporters can make an important contribution to mental health services and its ongoing reform."
    },
    {
        "Abstract": "Objectives An evaluation of a short animated film on adverse childhood experiences (ACEs) to explore attitudes and sentiment towards the film including, for a subsample of professionals, associations between attitudes and personal experience of ACEs. Design Mixed-method exploratory design. Setting Professionals and the general public. Participants A short online survey with 239 professionals. Interaction and user sentiment towards with the film on social media (Twitter, YouTube). Primary and secondary outcome measures Survey: participants' attitudes towards the film including feelings invoked, learning gained and ACE count prevalence. Twitter user and YouTube viewer sentiment (positive, negative or neutral) and interaction (likes, retweets or comments) with the film. Results Attitudes to the film were positive: 94.1% and 93.7%, respectively, agreed that it provided a helpful explanation of ACEs and trusted that the film was credible. Of those who reported ACE exposure, 88.9% agreed that those with ACEs would benefit from watching the film. Despite 50.6% reporting that the film had made them feel sad or upset, the majority (66.4%) reported they found the film hopeful or encouraging. Across 358 publicly available tweets from 313 users, 39.1% of tweets expressed positive sentiment, with only 1.4% negative (59.5% neutral). However, there was no association between tweet sentiment and interaction. Thirteen YouTube versions of the film received 171 812 views, 97.3% (n=889/914) ratings were positive (ie, 'thumbs up'). Conclusions Despite being emotionally arousing, many professionals reflected positive impacts of the film including a perceived increased ability to discuss ACEs. Public sentiment demonstrated a positive reaction to and acceptability of the film. Understanding the professional and public response to materials developed to increase ACE awareness, such as the film explored here, is important given the growing number of international movements which seek to increase ACE awareness, prevent ACEs and mitigate their lifelong negative effects."
    },
    {
        "Abstract": "The present study employed a quasi-experimental design, in which the experimental group (n = 13) practiced a loving-kindness meditation (LKM) via a single in-person workshop and via an app, whereas the active control group (n = 20) practiced progressive muscle relaxation (PMR). Both interventions lasted 1 week and were executed in the respective soccer academy. The groups completed a pre- and posttest measuring compassion, fairness, and team cohesion. In contrast to our hypothesis, we did not find an interaction effect. LKM athletes did not demonstrate greater cohesion, fairness, and compassion after the intervention than the PMR athletes. By comparing user engagement and user rating between LKM and PMR, we conclude that LKM is as accepted as PMR by the study cohort. We suggest implementing future LKM interventions with substantial interaction parts and considering specific person-by-context interactions."
    },
    {
        "Abstract": "Malaysia has launched the multimedia super corridor (MSC) and one of MSC Flagship Application is e-Government. The e-government initiatives done by Malaysia's government began in 1997, with the launched of MSC's e-Government Flagship Application (Malaysia ICT, 2009). It means that, until now the implementation of the e-Government is 13 years. According to Malaysia ICT (2009), the main focus of e-Government is to provide efficient and effective government delivery services to the Malaysians through internet, kiosk, Interactive Voice Response (IVR) or telephone or mobile phone. They can easily access the services and fulfill their requirement smoothly without any disruptions. But there are some customers believe that the e-services do not make their work easier but the obstacles against the use of e-services, largest number of respondents said that they have no Internet access or those do not know how to use the internet. Thus, this research is try to investigate to what extent the customer satisfaction towards the implementation of the e-services and to examine the relationship between independent variables and customer satisfaction towards e-services in Majlis Perbandaran Sungai Petani, Kedah (MPSPK). This study was done in Sungai Petani area of Kedah. The total respondents are 230 customers at Sungai Petani where the respondents were selected randomly. The study uses Descriptive Statistic, Pearson Correlation and Cronbach's Alpha in order to analyze the data gathered by using Statistical Package for Social Sciences (SPSS). The result indicates that there is a significant relationship between customer satisfaction towards e-services and ease of use, trust, and privacy and security. In recommendation, the research suggests the links and direction to use the e-services in the MPSPK's website must be easy to access in creating the user-friendly website for customer's uses. Furthermore, the research suggests MPSPK should promotes their e-services in wide scale to be a friendly website and feel secure in doing transaction. In future research, more variables should be study in e-services matters such as experience, information literacy, reliability, system availability, responsiveness and empathy by putting more value added of e-services implementation. With that, it hopes can increase the customer satisfaction to MPSPK as well as other government agencies at large."
    },
    {
        "Abstract": "Purpose The purpose of this paper is to identify the influence exerted by a quality management system (QMS) under ISO 9001: 2015 on the quality of public services organizations in Mexico. Design/methodology/approach The methodological design was quantitative, explanatory, observational and transversal, for which a sample of 461 public servants from the state of Guanajuato, Mexico was obtained. To test the hypotheses, a structural equation model (SEM) was developed through the statistical software Amos v.21. For the analysis of the data, software SPSS v.21 was used. Regarding the goodness and adjustment indices of the SEM (chi(2) = 720.09, df = 320, CFI = 0.933, TLI = 0.926 and RMSEA = 0.05) which, therefore, proved to be acceptable. Findings According to the results obtained through the SEM model, the QMS under ISO 9001: 2015 is positively and significantly influenced tangible aspects (beta(1) = 0.79, p < 0.01), reliability (beta(2) = 0.90, p < 0.01), related to response quality (beta(3) = 0.93, p < 0.01), guarantees (beta(4) = 0.91, p < 0.01) and empathy (beta(5) = 0.88, p < 0.01) of the quality related to public services in Mexico. The study's key contribution is that it discovered that implementing a QMS in accordance with the ISO 9001: 2015 standard has an impact on the quality of public services, with the most influential quality of response. Similarly, the assurance and dependability of service quality turned out to be important in providing public service quality. Research limitations/implications In this paper, the QMS was only evaluated as a variable that intervenes in the process of obtaining quality in public service under the ISO 9001 standard in its 2015 version. In this regard, the results' trustworthiness is limited to the extent that the findings may be generalized in the state of Guanajuato, Mexico's public service. As a result, the scientific community is left primarily focused on service quality to promote new future research. Practical implications The ISO 9001: 2015 standard's QMS is one of the tools for success in both the commercial and government sectors. However, there are practical limitations, which focus on the time during which managers exercise their vision in the public sector: first, the dynamics that managers play in public policy; second, the length of time they have served in public office; and third, the interest of directors of public institutions to improve the quality of service provided by the government. Other practical consequences concern organizational culture and identity, public servant commitment, senior management or secretaries of government, as well as work and training. Originality/value The findings of this paper are important and valuable because they foster knowledge generation in the public sector through the ISO 9000 quality area. A model that permits the adoption and implementation of a QMS based on the ISO 9001: 2015 standard in public organizations that seek to provide quality in their services offered to the user is also presented to the literature. Similarly, the paper is important because there is currently insufficient research focusing on the variables examined in the context of public service in Mexico."
    },
    {
        "Abstract": "Although franchising has become an important growth strategy in several industries over the last few decades, there are few empirical studies about the effects of franchisor communication strategy on customer responses in the context of franchise brand crisis. Two quasi-experimental studies were conducted to test the effect of a franchisor ownership separation statement on brand trust and brand avoidance following a brand crisis situation. Results show that a franchisor's explicit communication of the franchise brand's individual ownership business structure is useful in preventing further negative spillover effect throughout the franchised chain when the brand crisis occurs at a single franchise location. The authors also investigate the mechanism through which such communication influences customer behavior and the moderating effect of the brand crisis severity in affecting brand evaluation. These results offer guidance to franchise brand managers by providing insight into how to overcome a franchise brand crisis and by suggesting franchise context-specific managerial recommendations."
    },
    {
        "Abstract": "Role-play scenarios are frequently used with undergraduate nursing students enrolled in mental health nursing subjects to simulate the experience of voice-hearing. However, role-play has limitations and typically does not involve those who hear voices. This collaborative project between mental health consumers who hear voices and nursing academics aimed to develop and assess simulated voice-hearing as an alternative learning tool that could provide a deeper understanding of the impact of voice-hearing, whilst enabling students to consider the communication skills required when interacting with voice-hearers. Simulated sounds and voices recorded by consumers on mp3 players were given to eighty final year nursing students undertaking a mental health elective. Students participated in various activities whilst listening to the simulations. Seventy-six (95%) students completed a written evaluation following the simulation, which assessed the benefits of the simulation and its implications for clinical practice. An analysis of the students' responses by an external evaluator indicated that there were three major learning outcomes: developing an understanding of voice-hearing, increasing students' awareness of its impact on functioning, and consideration of the communication skills necessary to engage with consumers who hear voices. (C) 2013 Elsevier Ltd. All rights reserved."
    }
]